{"dataset": "ACE_2004", "split_idx": 0, "descriptions": {"geographical social political": "A proper noun denoting a city, appearing in a comma-separated list of location markers before a date and after an organization name.", "organization": "A proper noun phrase naming an institutional news agency, appearing at the start of the text before a comma and a location.", "person": "A capitalized two-part name appearing after 'by' and before a comma, consisting of a given name and a family name, with no intervening punctuation."}}
{"dataset": "ACE_2004", "split_idx": 1, "descriptions": {"geographical social political": "A proper noun denoting a city that functions as the locative complement of 'capital of' and is also the subject of a noun phrase headed by 'Negotiation Meeting'."}}
{"dataset": "ACE_2004", "split_idx": 2, "descriptions": {"geographical social political": "A noun phrase denoting a broad spatial domain used to specify where people are from, appearing in a prepositional phrase with 'from' and modifying 'guests'.", "person": "A plural count noun denoting human individuals, appearing as the subject of a verb phrase describing attendance at an event.", "location": "A noun phrase denoting a place of origin or residence, appearing in a prepositional phrase with 'from' and modifying 'guests'."}}
{"dataset": "ACE_2004", "split_idx": 3, "descriptions": {"geographical social political": "A named administrative or regional jurisdiction that combines a proper noun with a compound descriptor indicating autonomy or regional status, appearing in apposition to a person's title or role.", "organization": "A formal institutional body named with a multi-word title containing terms like 'Committee', 'Congress', or 'Standing Committee', often preceded by a proper noun or adjective indicating scope or function.", "person": "A proper noun phrase consisting of two or more capitalized words, appearing in subject or object position, often followed by a comma and a role or title, or introduced by 'such as'."}}
{"dataset": "ACE_2004", "split_idx": 4, "descriptions": {"person": "A plural noun phrase denoting merchants originating outside the local commercial context, modified by the adjective 'foreign' and appearing as the subject of a comparative clause about commercial strength."}}
{"dataset": "ACE_2004", "split_idx": 5, "descriptions": {"geographical social political": "A plural noun phrase denoting a collective human group defined by mobility and commercial activity, introduced with a numeral and quantifier.", "person": "A plural count noun denoting individuals engaged in commercial activity, appearing with a numeral and the modifier 'traveling'."}}
{"dataset": "ACE_2004", "split_idx": 6, "descriptions": {"geographical social political": "A capitalized term denoting a country or region, occurring in a prepositional phrase that specifies the location of an organization or meeting.", "organization": "A proper noun phrase denoting a corporate or institutional entity, introduced by 'such as' and followed by a prepositional phrase specifying its geographic or national affiliation."}}
{"dataset": "ACE_2004", "split_idx": 7, "descriptions": {"geographical social political": "A type of administrative or jurisdictional unit mentioned in the text as part of a list of locations from which enterprise representatives are coming, including provinces, cities, and autonomous regions.", "organization": "A plural noun phrase denoting formal business entities, introduced with the definite article and modified by a prepositional phrase specifying their geographic origin.", "person": "A plural noun phrase denoting individuals representing organizations, introduced with a numeral and quantifier, and modified by a prepositional phrase specifying their affiliation."}}
{"dataset": "ACE_2004", "split_idx": 8, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 9, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 10, "descriptions": {"geographical social political": "A compound noun phrase where 'geographical' modifies 'social political', appearing in a prepositional phrase headed by 'both here and abroad'.", "location": "A proper noun denoting a region or area, appearing in a prepositional phrase headed by 'to' and modifying 'local to'."}}
{"dataset": "ACE_2004", "split_idx": 11, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 12, "descriptions": {"geographical social political": "A term denoting a broad territorial or political unit, appearing in a list of locations introduced by 'such as' and coordinated with other similar terms using commas and 'and'.", "location": "A proper noun or common noun denoting a place, appearing in a list introduced by 'such as' and coordinated with other similar terms using commas and 'and'."}}
{"dataset": "ACE_2004", "split_idx": 13, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 14, "descriptions": {"geographical social political": "A noun phrase denoting a broad, non-geographic, non-organizational concept that appears in the context of China's external engagement and is modified by possessive or descriptive adjectives.", "location": "A proper noun denoting a specific city, appearing in the text as part of a compound noun phrase that modifies a noun like 'negotiation meeting'."}}
{"dataset": "ACE_2004", "split_idx": 15, "descriptions": {"geographical social political": "A proper noun denoting a specific region or territory, appearing as the subject of a verb phrase describing preparation of projects and cooperation initiatives."}}
{"dataset": "ACE_2004", "split_idx": 16, "descriptions": {"geographical social political": "A compound noun phrase describing a class of counties characterized by remoteness and economic disadvantage, appearing as the subject of a clause about active participation.", "person": "A plural noun phrase denoting human agents who bring products and initiate commercial initiatives, introduced by the possessive determiner 'their own'."}}
{"dataset": "ACE_2004", "split_idx": 17, "descriptions": {"geographical social political": "A compound noun phrase where 'geographical' modifies 'social political', indicating a domain of societal organization and governance.", "location": "A proper noun denoting a region or territory, appearing in apposition with 'economy' and modified by 'of' in a possessive construction."}}
{"dataset": "ACE_2004", "split_idx": 18, "descriptions": {"geographical social political": "A plural noun phrase denoting collective human groups, appearing in a coordinated list with 'countries' and modified by 'more than 50'."}}
{"dataset": "ACE_2004", "split_idx": 19, "descriptions": {"organization": "A collective noun phrase referring to large-scale, structured systems or institutions that provide essential services or support functions, explicitly named as 'Infrastructures' in the text."}}
{"dataset": "ACE_2004", "split_idx": 20, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 21, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 22, "descriptions": {"geographical social political": "A proper noun denoting a region or territory, appearing as the subject of a clause describing infrastructure development and administrative capacity.", "facility": "A countable noun denoting a physical infrastructure site, modified by a numeral and the adjective 'open', and appearing in a list of achievements."}}
{"dataset": "ACE_2004", "split_idx": 23, "descriptions": {"geographical social political": "A term denoting a territorial unit of governance, appearing in the phrase 'China ' s provinces and regions' as part of a comparative geographic description.", "facility": "A countable noun denoting a type of port infrastructure, appearing in the phrase 'border ports' as the head of a plural noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 24, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 25, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 26, "descriptions": {"geographical social political": "A capitalized place name that occurs in a fixed syntactic position—immediately after a comma and before a date—within a journalistic byline.", "organization": "A proper noun phrase denoting a news agency, appearing at the start of the text and followed by a comma and a geographic location.", "person": "A two-part proper noun phrase appearing after the preposition 'by' in a journalistic byline, with the first word capitalized and the second lowercase."}}
{"dataset": "ACE_2004", "split_idx": 27, "descriptions": {"geographical social political": "A named administrative or geopolitical unit that functions as a location modifier for organizations or institutions, appearing in apposition or as a possessive modifier before nouns like 'Electric Power Department'.", "organization": "A formal institutional entity named with a proper noun phrase that includes a collective noun like 'Group' or 'Department', and is associated with a geographic or functional role in the text.", "facility": "A physical infrastructure project described with a compound noun phrase containing 'power plant', modified by adjectives indicating scale, capacity, or fuel type."}}
{"dataset": "ACE_2004", "split_idx": 28, "descriptions": {"organization": "A formal institutional entity named with a multi-word proper noun that includes terms like 'Department', 'Ministry', or 'Agency', and is associated with a functional role in governance, media, or industry.", "person": "A proper noun phrase consisting of two capitalized words in sequence, appearing before a comma and followed by a role descriptor like 'director' or 'expressed'.", "facility": "A countable noun phrase denoting a built infrastructure project, modified by 'power' and appearing in contexts of success, comparison, or regional planning.", "location": "A noun phrase denoting a spatial domain, modified by a directional or relational adjective and appearing in contexts of planning, building, or regional development."}}
{"dataset": "ACE_2004", "split_idx": 29, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 30, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 31, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 32, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 33, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 34, "descriptions": {"location": "A geographical area explicitly named as a setting where environmental effects occur, modified by a directional or relational adjective like 'coastal'."}}
{"dataset": "ACE_2004", "split_idx": 35, "descriptions": {"geographical social political": "A geopolitical entity name appearing in a prepositional phrase indicating location, specifically following 'in the' and preceding a comma or period.", "organization": "A proper noun phrase denoting a corporate or institutional entity, introduced with a definite article and followed by a comma or verb phrase describing its nature or activity.", "facility": "A physical location explicitly named as the site of an organization’s headquarters, introduced by the preposition 'in' and followed by a comma or period."}}
{"dataset": "ACE_2004", "split_idx": 36, "descriptions": {"organization": "A singular, capitalized noun functioning as the subject of a verb phrase describing investment, development, or capacity expansion, and modified by 'the'."}}
{"dataset": "ACE_2004", "split_idx": 37, "descriptions": {"geographical social political": "A geopolitical entity name appearing in a prepositional phrase indicating origin or affiliation, specifically modifying a company name and capitalized as a proper noun.", "organization": "A proper noun phrase denoting a formal institutional entity, appearing in a coordinated list after 'the' and before a verb phrase describing agreement or action.", "facility": "A compound noun phrase headed by 'plant' and modified by 'electricity generation', preceded by the adjective 'circulatory' and preceded by 'a'."}}
{"dataset": "ACE_2004", "split_idx": 38, "descriptions": {"geographical social political": "A proper noun denoting a place name that appears in a prepositional phrase indicating location, specifically following 'in' and preceding a comma or end of clause.", "facility": "A countable noun phrase denoting an engineered system for energy production, introduced with the definite article and followed by a relative clause or appositive."}}
{"dataset": "ACE_2004", "split_idx": 39, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a geopolitical entity, appearing in this text as part of a compound modifier before a monetary unit."}}
{"dataset": "ACE_2004", "split_idx": 40, "descriptions": {"geographical social political": "A noun phrase denoting a nation or country, appearing as the subject of a clause describing ownership or representation, and modified by a possessive determiner like 'the'.", "organization": "A proper noun phrase denoting a corporate or institutional entity, appearing as the subject of a clause describing ownership or control, and preceded by a possessive determiner like 'the'."}}
{"dataset": "ACE_2004", "split_idx": 41, "descriptions": {"organization": "A named group or company that is assigned responsibility for supplying natural gas from an international market to a power plant, as stated in the agreement.", "facility": "A physical infrastructure site explicitly named as the end user of natural gas supplied by the Weir Group under the agreement."}}
{"dataset": "ACE_2004", "split_idx": 42, "descriptions": {"geographical social political": "A compound noun phrase describing a spatially bounded area characterized by human social organization and political affiliation, used here to specify a region within China.", "organization": "A proper noun phrase denoting a corporate or institutional entity, introduced with a definite article and followed by a comma and a role description.", "person": "A full name consisting of two capitalized words in sequence, appearing at the start of the sentence and followed by a comma and a role description.", "location": "A proper noun denoting a sovereign state, appearing in a possessive construction modifying 'coastal regions' and preceded by a definite article."}}
{"dataset": "ACE_2004", "split_idx": 43, "descriptions": {"geographical social political": "A compound noun phrase denoting a regionally defined economic domain, modified by an adjective and followed by 'market development', indicating a broad socio-economic domain.", "person": "A singular third-person pronoun referring to an agent who holds a belief or makes a claim in the text."}}
{"dataset": "ACE_2004", "split_idx": 44, "descriptions": {"geographical social political": "A collective behavioral pattern described as rising and increasing usage of electricity, associated with environmental protection awareness."}}
{"dataset": "ACE_2004", "split_idx": 45, "descriptions": {"geographical social political": "A compound noun phrase where 'geographical' modifies 'social political', indicating a domain of societal organization tied to spatial distribution.", "location": "A proper noun denoting a sovereign state, appearing in possessive form before a noun phrase describing a region."}}
{"dataset": "ACE_2004", "split_idx": 46, "descriptions": {"geographical social political": "A proper noun denoting a country or region that functions as a geopolitical actor in the context of international relations, bilateral visits, or national-level agreements.", "organization": "A proper noun phrase denoting a corporate or institutional entity, introduced with a possessive construction and followed by a role or function.", "person": "A capitalized two-part proper noun appearing in subject position before a verb phrase describing an official act or statement.", "facility": "A compound noun phrase headed by 'plant' and modified by a hyphenated or compound adjective-noun construction indicating functional purpose and technical domain."}}
{"dataset": "ACE_2004", "split_idx": 47, "descriptions": {"geographical social political": "A capitalized geopolitical name functioning as a subject or object in a clause about joint investment, appearing in apposition with 'the' and followed by 'and' or punctuation.", "facility": "A compound noun headed by 'project' and modified by 'power plant', appearing as the direct object of 'make' and governed by 'this'."}}
{"dataset": "ACE_2004", "split_idx": 48, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 49, "descriptions": {"geographical social political": "A capitalized place name that occurs in a comma-separated list of location markers, positioned between the organization name and the month-day phrase.", "organization": "A proper noun phrase naming an institutional news agency, appearing at the start of the text before a comma and a location."}}
{"dataset": "ACE_2004", "split_idx": 50, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group defined by shared nationality or citizenship, modified by a geopolitical adjective and appearing in apposition to a noun phrase headed by 'people'.", "organization": "A capitalized acronym or initialism denoting a formal intergovernmental alliance, appearing in apposition to a noun phrase describing a diplomatic ultimatum.", "person": "A capitalized proper noun appearing immediately after a title or role descriptor, followed by a comma and a verb phrase indicating speech or action."}}
{"dataset": "ACE_2004", "split_idx": 51, "descriptions": {"geographical social political": "A geopolitical entity name appearing in a prepositional phrase headed by 'in', modifying a noun phrase about conflict resolution.", "person": "A singular third-person pronoun referring to an agent who initiates a demand for new talks to end a civil war."}}
{"dataset": "ACE_2004", "split_idx": 52, "descriptions": {"organization": "A capitalized acronym appearing in possessive form before a noun phrase, indicating an institutional actor making a decision.", "person": "A capitalized name appearing before a verb phrase that attributes a statement or opinion, with no preceding article or modifier."}}
{"dataset": "ACE_2004", "split_idx": 53, "descriptions": {"organization": "A collective entity referred to as the subject of military measures, indicating a structured, institutionalized group engaged in armed or strategic activity."}}
{"dataset": "ACE_2004", "split_idx": 54, "descriptions": {"geographical social political": "A geopolitical entity referred to as a party in a conflict, explicitly named as opposing sides in a negotiation context within the text.", "organization": "A formal intergovernmental body named as a party to a joint proposal initiative, introduced with definite article and capitalization."}}
{"dataset": "ACE_2004", "split_idx": 55, "descriptions": {"geographical social political": "A geopolitical entity named as a sovereign or constituent state, appearing in apposition with 'Serbian people' and modified by a hyphenated proper noun indicating its formal name.", "organization": "A capitalized proper noun or acronym denoting a formal intergovernmental or international body, appearing in subject or object position in clauses about collective action or policy.", "person": "A noun phrase headed by 'people' and modified by a nationality adjective, appearing in apposition with a geopolitical entity and used as the subject of a verb indicating collective action.", "location": "A capitalized proper noun denoting a city, appearing in a prepositional phrase headed by 'to' and modified by a distance phrase indicating proximity."}}
{"dataset": "ACE_2004", "split_idx": 56, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 57, "descriptions": {"geographical social political": "A named region or territory that is described as having internal conflict, political instability, and is associated with a demand for independence or referendum.", "organization": "A formal institutional entity named in the text that performs official investigative or law enforcement functions, specifically mentioned as conducting searches.", "person": "A plural noun phrase denoting individuals engaged in separatist activity, modified by the adjective 'separatist' and appearing in a context of search and political demand."}}
{"dataset": "ACE_2004", "split_idx": 58, "descriptions": {"geographical social political": "A compound noun phrase where 'geographical' modifies 'social political', indicating a domain of collective human activity or societal structure.", "organization": "A plural noun phrase denoting institutional actors involved in official functions, appearing in apposition with 'local hospital officials' and coordinated with 'police'.", "person": "A quantified noun phrase with a cardinal number and plural count noun, serving as the grammatical subject of a passive verb phrase describing physical discovery.", "location": "A noun phrase headed by 'region' and modified by a directional adjective, appearing in a prepositional phrase introduced by 'in'."}}
{"dataset": "ACE_2004", "split_idx": 59, "descriptions": {"person": "A plural common noun denoting individuals engaged in armed service, appearing after a numeral and before a comma or conjunction."}}
{"dataset": "ACE_2004", "split_idx": 60, "descriptions": {"person": "A plural noun phrase denoting individuals who are victims of violence and are described as civilians in the context of being shot."}}
{"dataset": "ACE_2004", "split_idx": 61, "descriptions": {"geographical social political": "A geopolitical entity name appearing in possessive form before a noun phrase describing a political figure, indicating national affiliation.", "organization": "A collective noun phrase denoting a formal institutional body, listed in coordination with another such body and blamed for collective action.", "person": "A proper noun phrase consisting of two capitalized words, where the first is a given name and the second a surname, introduced as the subject of a political role."}}
{"dataset": "ACE_2004", "split_idx": 62, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a place that functions as a top-level administrative or symbolic location, often modified by 'provincial' and followed by 'capital'.", "person": "A plural noun phrase denoting human individuals, modified by a prepositional phrase indicating their residence or affiliation with a specific location.", "vehicle": "A plural count noun denoting motorized conveyances, appearing in a passive construction with 'opened fire at' and modified by a numeral."}}
{"dataset": "ACE_2004", "split_idx": 63, "descriptions": {"geographical social political": "A place name modified by the definite article and used as the object of prepositional phrases indicating spatial scope of security activity.", "person": "A plural noun phrase denoting individuals who are the targets of identification checks and are associated with separatist activity.", "vehicle": "A plural noun phrase denoting armored conveyances used by security forces for patrolling."}}
{"dataset": "ACE_2004", "split_idx": 64, "descriptions": {"person": "A plural count noun denoting human individuals, appearing in a quantified noun phrase with a large cardinal number and no proper name.", "facility": "A plural count noun denoting public infrastructure elements, appearing in a prepositional phrase headed by 'on' and modified by 'blocked off'."}}
{"dataset": "ACE_2004", "split_idx": 65, "descriptions": {"vehicle": "A type of public transport vehicle explicitly named in the text as being shut down, appearing as a plural count noun with a compound modifier indicating its service scope."}}
{"dataset": "ACE_2004", "split_idx": 66, "descriptions": {"geographical social political": "A proper noun denoting a specific location where a public gathering occurred, appearing after a preposition and before a comma or clause boundary.", "organization": "A capitalized abbreviation consisting of letters and periods, appearing before a hyphen and modifying a noun like 'supervised vote'.", "person": "A plural count noun denoting human individuals, appearing with a cardinal number and comma-separated thousands, followed by a verb phrase describing collective action."}}
{"dataset": "ACE_2004", "split_idx": 67, "descriptions": {"person": "A plural noun phrase referring to individuals who provide testimony or are involved in a reported event, appearing as the subject of a verb indicating action or statement."}}
{"dataset": "ACE_2004", "split_idx": 68, "descriptions": {"geographical social political": "A noun phrase denoting a group defined by shared political stance or affiliation, modified by a hyphenated adjective indicating ideological alignment with a cause or position.", "organization": "A collective noun phrase referring to a formal or informal group of people acting jointly, often with institutional or functional roles, such as enforcing security or coordinating events.", "person": "A plural noun phrase denoting individuals defined by their residence or affiliation with a specific political cause, modified by a hyphenated adjective indicating ideological alignment."}}
{"dataset": "ACE_2004", "split_idx": 69, "descriptions": {"geographical social political": "A proper noun denoting a place that is described as having a population, being rich in natural resources, and serving as the site of a political struggle for independence.", "person": "A plural noun phrase denoting a group of people who engage in armed conflict for political goals, introduced with a definite article and capitalized initial letter."}}
{"dataset": "ACE_2004", "split_idx": 70, "descriptions": {"geographical social political": "A noun phrase denoting a physical or administrative location, appearing in the prepositional phrase 'there' and modified by a quantifier and verb phrase about casualties.", "person": "A plural count noun denoting human individuals, appearing in a quantified noun phrase with a comma-separated numeral and the verb 'have been killed'."}}
{"dataset": "ACE_2004", "split_idx": 71, "descriptions": {"geographical social political": "A geopolitical location name appearing as the object of a preposition indicating where an event or meeting will occur, without accompanying descriptors like 'country' or 'region'.", "organization": "A proper noun phrase introduced by the definite article 'the', containing 'Movement' as its final lexical element, and functioning as the object of a preposition indicating affiliation or participation."}}
{"dataset": "ACE_2004", "split_idx": 72, "descriptions": {"geographical social political": "A capitalized place name that functions as the object of a preposition indicating location of an agreement or event, and is not modified by adjectives or embedded in a larger noun phrase.", "organization": "A singular count noun preceded by 'a' and followed by 'in Geneva', indicating a formal arrangement between opposing parties.", "person": "A plural count noun preceded by a numeral and the indefinite article, denoting human individuals affected by violence."}}
{"dataset": "ACE_2004", "split_idx": 73, "descriptions": {"geographical social political": "A proper noun denoting a sovereign state or territory, appearing in contexts involving political status, independence, or administrative boundaries.", "organization": "A formal intergovernmental body named with an acronym followed by a descriptive phrase indicating its functional role in international security."}}
{"dataset": "ACE_2004", "split_idx": 74, "descriptions": {"geographical social political": "A noun phrase denoting a broad, non-specific territorial entity, modified by 'the' and appearing in a prepositional phrase headed by 'on', with no proper name or specific administrative designation.", "organization": "A capitalized abbreviation consisting of three periods joined, appearing before 'aid workers' and indicating a formal intergovernmental body.", "person": "A plural noun phrase headed by 'workers', preceded by a quantifier and a proper noun modifier, and modified by 'U . N . aid'.", "location": "A proper noun phrase denoting a geopolitical region, appearing after 'in' and following a prepositional phrase headed by 'on the island'."}}
{"dataset": "ACE_2004", "split_idx": 75, "descriptions": {"facility": "A physical institution providing education, mentioned as being closed due to weather-related disruption.", "location": "A geographic region specified as the area where fresh snow was spread by storms."}}
{"dataset": "ACE_2004", "split_idx": 76, "descriptions": {"geographical social political": "A capitalized place name that functions as a noun phrase modifying a location or event, often preceded by a preposition like 'at' or 'in', and may appear with a comma-separated state or region.", "location": "A proper noun denoting a specific place, occurring in a prepositional phrase introduced by 'at' or 'in', and co-occurring with a state or directional modifier."}}
{"dataset": "ACE_2004", "split_idx": 77, "descriptions": {"geographical social political": "A term denoting a large-scale, non-geographic, non-physical concept that functions as a modifier or complement in a noun phrase describing a region, system, or phenomenon, often appearing in apposition or as a subject complement.", "location": "A proper noun denoting a U.S. state, appearing in a coordinated list after the preposition 'across' and separated by commas, with no accompanying descriptors or modifiers."}}
{"dataset": "ACE_2004", "split_idx": 78, "descriptions": {"geographical social political": "A capitalized common noun denoting a broad societal or political category, appearing in a coordinated list with another such noun and modified by a prepositional phrase indicating location.", "facility": "A plural common noun denoting organized physical spaces for instruction or service, appearing in a coordinated list with another such noun and modified by a prepositional phrase indicating location.", "location": "A capitalized proper noun denoting a U.S. state, appearing after the preposition 'in' and modified by a plural noun phrase indicating geographic scope."}}
{"dataset": "ACE_2004", "split_idx": 79, "descriptions": {"geographical social political": "A compound noun phrase combining a directional adjective and a political or administrative term, used attributively to specify a jurisdictional or regional scope.", "facility": "A common noun denoting a public infrastructure element, appearing in plural form and modified by a verb indicating movement or operation.", "vehicle": "A countable noun denoting a type of motorized transport device, appearing in plural form and modified by a verb indicating movement or operation.", "location": ""}}
{"dataset": "ACE_2004", "split_idx": 80, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a prepositional phrase indicating location of policy or event, and modified by a verb of restriction or restriction-related action.", "organization": "A plural noun phrase denoting formal educational entities, modified by a quantifier and appearing in a clause describing collective action related to class scheduling."}}
{"dataset": "ACE_2004", "split_idx": 81, "descriptions": {"geographical social political": "A proper noun naming a U.S. state, appearing as the subject of a clause describing a collective event involving schools and closures.", "organization": "A plural count noun denoting formal educational institutions, appearing in a passive construction describing closures."}}
{"dataset": "ACE_2004", "split_idx": 82, "descriptions": {"geographical social political": "A term denoting a large-scale, non-geographic, non-organizational concept that functions as a subject or object in the sentence and is not a proper noun or location name.", "location": "A proper noun denoting a U.S. state, appearing in a coordinated pair joined by 'and', and modified by directional or regional adjectives like 'western'."}}
{"dataset": "ACE_2004", "split_idx": 83, "descriptions": {"geographical social political": "A compound noun phrase combining a cardinal direction with a political or administrative term, used attributively to specify a region within a larger jurisdiction.", "location": "A proper noun denoting a U.S. state or territory, appearing in a coordinated list separated by commas and the conjunction 'and', and modified by prepositions like 'across' or 'into'."}}
{"dataset": "ACE_2004", "split_idx": 84, "descriptions": {"geographical social political": "A compound noun phrase describing a collective human activity or behavior, appearing as a subject or object in a clause about movement or expected behavior.", "location": "A proper noun denoting a geopolitical entity, appearing in a list after 'into' and before a comma, and modified by directional or relational prepositions."}}
{"dataset": "ACE_2004", "split_idx": 85, "descriptions": {"geographical social political": "A compound noun phrase beginning with a cardinal direction and ending in 'sections', used to specify a subregion within a larger U.S. state.", "location": "A proper noun denoting a U.S. state, appearing in a list of geographic areas affected by weather conditions, often preceded by directional or relational prepositions."}}
{"dataset": "ACE_2004", "split_idx": 86, "descriptions": {"geographical social political": "A capitalized proper noun denoting a broad, non-specific region or area, used without modifiers and appearing in a locative phrase indicating spatial extent.", "location": "A capitalized proper noun denoting a specific U.S. state, appearing in a locative phrase that specifies a point or area of geographic coverage."}}
{"dataset": "ACE_2004", "split_idx": 87, "descriptions": {"geographical social political": "A capitalized proper noun denoting a large-scale geographic entity that functions as a source or origin for atmospheric phenomena, appearing in prepositional phrases indicating movement or origin.", "location": "A capitalized proper noun naming a U.S. state, appearing in a prepositional phrase specifying where fog formed, and modified by directional or regional adjectives."}}
{"dataset": "ACE_2004", "split_idx": 88, "descriptions": {"geographical social political": "A named place or administrative region mentioned in the text, including cities, states, and abbreviated regional designations, all appearing in contexts describing temperature readings or spatial distribution."}}
{"dataset": "ACE_2004", "split_idx": 89, "descriptions": {"geographical social political": "A capitalized place name that follows a comma and is immediately followed by a two-letter U.S. state abbreviation and period, indicating a U.S. location."}}
{"dataset": "ACE_2004", "split_idx": 90, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 91, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 92, "descriptions": {"organization": "A formal institutional name appearing at the start of the text, followed by a colon and a URL, and containing capitalized words separated by spaces and no internal punctuation."}}
{"dataset": "ACE_2004", "split_idx": 93, "descriptions": {"organization": "A proper noun appearing immediately after a colon and before a URL, functioning as the subject of the domain name in the text."}}
{"dataset": "ACE_2004", "split_idx": 94, "descriptions": {"organization": "A proper noun phrase appearing before a colon and followed by a URL, indicating the entity responsible for the content or service."}}
{"dataset": "ACE_2004", "split_idx": 95, "descriptions": {"geographical social political": "A capitalized place name that functions as a noun phrase modifying or co-occurring with a geopolitical actor or policy domain in the text.", "organization": "A capitalized abbreviation or initialism appearing in parentheses after a location name, indicating a news agency or media outlet.", "person": "A title-noun phrase beginning with a capitalized abbreviation for a national office, followed by a noun denoting a person in that position."}}
{"dataset": "ACE_2004", "split_idx": 96, "descriptions": {"geographical social political": "A noun phrase denoting a collective group of people from a specific country, appearing as a plural noun modified by a proper adjective and followed by a verb phrase indicating collective action.", "person": "A singular noun referring to an individual, appearing as the object of a verb of evaluation and modified by a prepositional phrase indicating social role."}}
{"dataset": "ACE_2004", "split_idx": 97, "descriptions": {"person": "A plural noun phrase denoting a group of people defined by nationality or ethnicity, appearing as the subject of a verb phrase describing collective action.", "facility": "A countable noun denoting a lodging establishment, appearing in a prepositional phrase headed by 'for' and modified by a possessive or descriptive noun."}}
{"dataset": "ACE_2004", "split_idx": 98, "descriptions": {"geographical social political": "A noun phrase denoting a broad, non-specific human group, used here as the subject of a verb indicating closure or restriction.", "organization": "A formal institutional entity named with a proper noun phrase containing 'Embassy' and a geographic or political modifier, functioning as the grammatical subject of a verb of closure.", "person": "A generic, uncountable noun denoting a class of individuals, used here as the object of a preposition indicating scope of restriction."}}
{"dataset": "ACE_2004", "split_idx": 99, "descriptions": {"geographical social political": "A compound noun phrase describing a region defined by both its physical extent and its geopolitical affiliation, appearing as a single capitalized noun phrase with no internal modifiers.", "person": "A noun phrase denoting an individual or group of individuals involved in diplomatic interaction, specified by role, title, or functional relationship in the context of bilateral relations.", "location": "A proper noun or abbreviation denoting a sovereign state or its representative, appearing in contexts of diplomatic relations, bilateral interaction, or official representation."}}
{"dataset": "ACE_2004", "split_idx": 100, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a nation-state or collective identity, appearing in apposition or as a subject/object in clauses about geopolitical stance or demographic scale.", "person": "A singular, capitalized noun referring to a specific human agent, used without article or modifier, and functioning as the grammatical subject of a clause about political stance.", "location": "A capitalized noun or proper noun denoting a geopolitical entity, appearing as a subject or object in clauses about national stance, population, or international relations."}}
{"dataset": "ACE_2004", "split_idx": 101, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group defined by shared geographic location and citizenship status, appearing in the text as a plural noun phrase with a proper noun modifier.", "person": "A plural noun phrase referring to individuals holding official governmental roles, appearing in the text as a capitalized compound noun with internal periods and no article."}}
{"dataset": "ACE_2004", "split_idx": 102, "descriptions": {"geographical social political": "A noun phrase denoting a domain of international interaction or collective human condition, listed in coordination with other similar domains and modified by prepositional phrases indicating scope or threat.", "organization": "A formal institutional entity named with an uppercase initial letter, a period, and a geographic modifier, appearing as the subject performing a condemning action."}}
{"dataset": "ACE_2004", "split_idx": 103, "descriptions": {"geographical social political": "A compound noun phrase combining a cultural or regional identifier with a political or institutional term, used attributively to describe a group or entity.", "person": "A plural noun phrase denoting individuals defined by nationality and role, appearing as the object of a verb indicating departure or compliance.", "facility": "A countable noun denoting a lodging establishment, appearing in plural form and modified by a prepositional phrase indicating location."}}
{"dataset": "ACE_2004", "split_idx": 104, "descriptions": {"geographical social political": "A named place that functions as a site of social or political activity, such as protest or threat, and is situated within a larger urban or administrative context.", "organization": "A formal institutional entity referred to with a definite article and capitalization, associated with diplomatic activity and suspended operations.", "person": "A singular count noun denoting a high-ranking political officeholder, appearing in a compound noun phrase with 'palace' and modified by 'presidential'.", "facility": "A physical building or complex serving a governmental or diplomatic function, named with a definite article and appearing in locative or relational contexts."}}
{"dataset": "ACE_2004", "split_idx": 105, "descriptions": {"geographical social political": "A capitalized geopolitical name appearing in a prepositional phrase indicating national bias, positioned after 'in favor of' and before a noun phrase denoting a political entity.", "person": "A plural noun phrase headed by 'youths' and modified by a religious identifier, appearing as the subject of a verb phrase describing coordinated action.", "facility": "A singular count noun preceded by the definite article and modified by a possessive noun phrase indicating location and function."}}
{"dataset": "ACE_2004", "split_idx": 106, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a nation or country, appearing in a prepositional phrase indicating location or affiliation, and modified by a possessive or attributive adjective.", "facility": "A named institutional location introduced with a definite article and containing a proper noun followed by 'consulate', specifying its geopolitical affiliation."}}
{"dataset": "ACE_2004", "split_idx": 107, "descriptions": {"geographical social political": "A named location introduced by the phrase 'province of', indicating a subnational administrative division within a country.", "person": "A noun phrase denoting an individual or group of individuals, either by role (e.g., 'tourist') or by generic plural reference (e.g., 'a U . S . tourist')."}}
{"dataset": "ACE_2004", "split_idx": 108, "descriptions": {"geographical social political": "A capitalized place name that functions as the subject of a verb phrase describing political support or endorsement, and is modified by a possessive determiner indicating origin or affiliation."}}
{"dataset": "ACE_2004", "split_idx": 109, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 110, "descriptions": {"geographical social political": "A compound noun phrase where 'Indonesian' functions as a prenominal modifier of 'regions', indicating a geopolitical or cultural domain within Indonesia.", "person": "A plural noun phrase referring to individuals who serve in a protective or neutral capacity, specifically mentioned as being attacked by militias in a territorial context.", "location": "A proper noun or noun phrase denoting a territorial entity, either a sovereign state, a former colony, or a specific territory, all linked to Indonesian independence or current conflict."}}
{"dataset": "ACE_2004", "split_idx": 111, "descriptions": {"geographical social political": "A noun phrase denoting a collective group of people defined by shared national affiliation and official status, appearing as the subject of a clause describing interpersonal conflict.", "person": "A full name consisting of a given name and surname, preceded by a formal title indicating diplomatic rank and followed by a period or end of clause."}}
{"dataset": "ACE_2004", "split_idx": 112, "descriptions": {"geographical social political": "A proper noun phrase denoting a broad geographic region, appearing in a prepositional phrase headed by 'to' and modifying a diplomatic role.", "person": "A capitalized name or title-name combination that functions as the grammatical subject or object of a verb related to political action or attribution.", "location": "A capitalized name of a city or region that follows 'in' and is governed by a preposition indicating arrival or presence."}}
{"dataset": "ACE_2004", "split_idx": 113, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a sovereign state or its governing authority, appearing in possessive or attributive constructions related to policy commitments.", "person": "A singular third-person pronoun referring to an individual who makes public statements and is attributed with agency in political action."}}
{"dataset": "ACE_2004", "split_idx": 114, "descriptions": {"geographical social political": "A noun phrase denoting a place-based political tradition or cultural framework, appearing after 'the traditions of' and modified by a proper noun or common noun denoting a geographic entity.", "person": "A proper noun appearing in apposition with a possessive construction and a quoted stylistic description, indicating an individual referenced by name."}}
{"dataset": "ACE_2004", "split_idx": 115, "descriptions": {"geographical social political": "A capitalized name of a place that functions as the object of a verb indicating formal removal from a political or diplomatic position.", "organization": "A formal institutional body named with a compound noun phrase containing 'committee' and a modifying noun like 'parliamentary', appearing as the subject of a verb phrase describing collective action.", "person": "A capitalized name occurring in a quoted phrase where it is syntactically linked to a formal diplomatic action via possessive or appositive structure."}}
{"dataset": "ACE_2004", "split_idx": 116, "descriptions": {"person": "A proper noun phrase consisting of a title followed by a full name, where the title is explicitly marked as a formal political office and the name is a sequence of capitalized words."}}
{"dataset": "ACE_2004", "split_idx": 117, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a sovereign political entity, appearing in a clause expressing collective national sentiment or evaluation.", "organization": "A formal institutional body referenced by its functional role in governance or oversight, introduced with a definite article and a noun phrase indicating its official capacity.", "person": "A named individual introduced with a formal title and full name, appearing in apposition to a role or position within a quoted speech context."}}
{"dataset": "ACE_2004", "split_idx": 118, "descriptions": {"geographical social political": "A capitalized place name functioning as a noun phrase that co-occurs with a person’s name and is modified by the preposition 'of' in a clause describing governmental influence.", "person": "A capitalized name occurring in a coordinated noun phrase introduced by 'and', positioned as the object of 'accuse' and linked to a collective actor via 'of'."}}
{"dataset": "ACE_2004", "split_idx": 119, "descriptions": {"geographical social political": "A noun phrase denoting a country-level jurisdictional domain, modified by a possessive determiner and appearing in a clause about interference in affairs.", "organization": "A plural noun phrase referring to individuals holding high-ranking official positions in armed forces, introduced as agents performing accusations.", "person": "A plural noun phrase denoting individuals who hold high-ranking official positions in armed forces, introduced as agents performing accusations."}}
{"dataset": "ACE_2004", "split_idx": 120, "descriptions": {"geographical social political": "A compound noun phrase combining a geopolitical modifier with a place name, used to specify jurisdictional or administrative control over a territory.", "organization": "A capitalized initialism followed by a period and the word 'workers', indicating a formal intergovernmental body.", "person": "A plural noun phrase headed by 'workers' and modified by a proper noun phrase indicating affiliation with an organization."}}
{"dataset": "ACE_2004", "split_idx": 121, "descriptions": {"geographical social political": "A capitalized geopolitical name appearing as the subject of a clause describing international influence or pressure, and modified by 'is seen as' or similar copular constructions.", "person": "A proper noun phrase consisting of two or more capitalized words, appearing after a comma and before a relative clause or appositive phrase that identifies a role or relationship."}}
{"dataset": "ACE_2004", "split_idx": 122, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a nation-state, appearing in subject or object position of clauses about international criticism or condemnation.", "organization": "A capitalized initialism appearing in the text with periods between letters, used attributively to modify 'workers' and indicating a global intergovernmental body.", "person": "A plural noun phrase denoting a group of people defined by nationality or citizenship, appearing as the object of 'over the deaths of' and modified by a quantifier."}}
{"dataset": "ACE_2004", "split_idx": 123, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group, appearing as the subject of a clause describing behavioral or psychological traits, and modified by a prepositional phrase indicating current phase or condition."}}
{"dataset": "ACE_2004", "split_idx": 124, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a reported utterance, introduced by a verb of speech or attribution."}}
{"dataset": "ACE_2004", "split_idx": 125, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause describing recent activity, introduced without article and followed by a verb phrase."}}
{"dataset": "ACE_2004", "split_idx": 126, "descriptions": {"geographical social political": "A geopolitical entity name appearing in a prepositional phrase indicating support for democratic reforms, modified by 'still strongly supports' and followed by 'in'.", "person": "A capitalized name occurring at the start of the sentence and linked to a verb phrase indicating absence of comment on a specific day."}}
{"dataset": "ACE_2004", "split_idx": 127, "descriptions": {"geographical social political": "A compound noun phrase where 'American' functions as a prenominal modifier of 'sentiment', indicating a national or ideological orientation tied to U.S. identity.", "person": "A capitalized name occurring in subject position before a verb phrase describing collective political behavior, with no accompanying titles or honorifics."}}
{"dataset": "ACE_2004", "split_idx": 128, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group, modified by a possessive or attributive noun phrase indicating origin or affiliation, and appearing in a clause about shared vulnerability or loss.", "organization": "A proper noun phrase naming a media outlet, introduced by a preposition and followed by a verb phrase indicating publication or editorial activity."}}
{"dataset": "ACE_2004", "split_idx": 129, "descriptions": {"geographical social political": "A noun phrase denoting a place or region that functions as a participant in economic or diplomatic relations, such as receiving aid or exporting goods."}}
{"dataset": "ACE_2004", "split_idx": 130, "descriptions": {"geographical social political": "A geopolitical entity name appearing in a prepositional phrase indicating bilateral relations, capitalized and unmodified by adjectives or articles.", "person": "A title followed by a capitalized surname, appearing as the grammatical subject of a clause describing initial relations with a geopolitical entity."}}
{"dataset": "ACE_2004", "split_idx": 131, "descriptions": {"geographical social political": "A proper noun denoting a nation-state, appearing in possessive or attributive constructions related to political leadership, democratic institutions, or international support.", "organization": "A capitalized multi-word name of a formal intergovernmental body, introduced with 'the' and followed by 'aid' or 'support', indicating a source of financial assistance.", "person": "A capitalized proper noun appearing in apposition with a title or role, or as the subject of verbs indicating political action, visitation, or leadership.", "facility": "A capitalized proper noun phrase denoting a physical location associated with political activity, introduced with 'at' and followed by a prepositional phrase specifying its function."}}
{"dataset": "ACE_2004", "split_idx": 132, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause describing a commitment to reform and subsequent wavering of that commitment."}}
{"dataset": "ACE_2004", "split_idx": 133, "descriptions": {"geographical social political": "A capitalized geopolitical name that follows the preposition 'to' and denotes a country involved in bilateral interaction.", "person": "A capitalized proper noun appearing as the subject of a verb phrase describing an official visit to a foreign country."}}
{"dataset": "ACE_2004", "split_idx": 134, "descriptions": {"geographical social political": "A capitalized geopolitical name that follows the preposition 'to' and denotes a country-level location where movement is planned.", "person": "A singular third-person singular pronoun that serves as the grammatical subject of a clause containing a verb of announcement and a prepositional phrase indicating destination."}}
{"dataset": "ACE_2004", "split_idx": 135, "descriptions": {"geographical social political": "A capitalized place name that functions as a geographic identifier for a U.S. state or city, appearing in isolation or as part of a larger proper noun phrase without accompanying administrative labels like 'state' or 'city'.", "organization": "A capitalized multi-word name of a higher education institution, typically including 'State' or 'University', and appearing in contexts of athletic coaching or affiliation.", "person": "A capitalized two-part proper noun consisting of a first name and last name, appearing in apposition with a title or role such as 'coach' and followed by a comma or verb phrase indicating action or decision."}}
{"dataset": "ACE_2004", "split_idx": 136, "descriptions": {"organization": "A formal institutional name appearing in apposition to a person's title, indicating the governing or administrative body under which the person holds office.", "person": "A proper noun or full name appearing in subject position of a clause describing confirmation of a decision, or as the referent of a possessive construction modifying a decision."}}
{"dataset": "ACE_2004", "split_idx": 137, "descriptions": {"organization": "A formal institution name appearing after the preposition 'from' in a clause describing a job offer, preceded by the definite article and capitalized proper noun phrase.", "person": "A capitalized name occurring in subject position before a verb or after a comma, and not embedded in a larger institutional or geographic phrase."}}
{"dataset": "ACE_2004", "split_idx": 138, "descriptions": {"person": "A proper noun phrase consisting of a given name followed by a surname, appearing in apposition after a comma and before a verb phrase describing a professional action."}}
{"dataset": "ACE_2004", "split_idx": 139, "descriptions": {"organization": "A proper noun phrase denoting a collegiate athletic program, appearing after 'coach' and before 'in a bowl game', with no intervening punctuation or modifiers.", "person": "A capitalized name appearing at the start of the sentence and directly preceding the verb 'will coach', with no determiner or appositive."}}
{"dataset": "ACE_2004", "split_idx": 140, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a prepositional phrase indicating location of media outlets and job placements.", "organization": "A proper noun phrase naming a news publication or broadcast entity, appearing as the subject of reporting verbs and modified by 'and several'.", "person": "A capitalized proper noun appearing as the grammatical subject of a verb indicating acceptance of a job, with no preceding article or modifier."}}
{"dataset": "ACE_2004", "split_idx": 141, "descriptions": {"organization": "A proper noun phrase denoting a university, appearing in possessive form before 's practice' and capitalized as a single unit.", "person": "A capitalized proper noun appearing as the subject of a verb phrase describing non-confirmation or non-comment on job-related matters."}}
{"dataset": "ACE_2004", "split_idx": 142, "descriptions": {"organization": "A proper noun phrase denoting an educational institution, appearing in the text as part of a compound noun phrase modifying a person's role or affiliation.", "person": "A capitalized name appearing in apposition with a title or role, or introduced by verbs like 'said', 'interviewed', or 'had interviewed'."}}
{"dataset": "ACE_2004", "split_idx": 143, "descriptions": {"geographical social political": "A noun phrase referring to a nation-state, appearing in the possessive construction 'country's' and modified by the adjective 'top' to indicate high-level status.", "person": "A capitalized name functioning as the grammatical subject of a clause that attributes evaluative status to a person in a coaching context."}}
{"dataset": "ACE_2004", "split_idx": 144, "descriptions": {"organization": "A proper noun phrase denoting a collegiate athletic team, appearing as the object of the preposition 'to' in a clause describing a team's record or performance.", "person": "A singular common noun referring to an individual who performs a leadership role in a sports team, appearing as the subject of a verb phrase describing coaching or guiding action."}}
{"dataset": "ACE_2004", "split_idx": 145, "descriptions": {"organization": "A proper noun phrase denoting a sports team, introduced with a possessive determiner and appearing in a clause describing a team's performance record.", "person": "A singular human referent introduced with a definite article and pronoun, serving as the grammatical subject of a clause about team affiliation."}}
{"dataset": "ACE_2004", "split_idx": 146, "descriptions": {"organization": "A proper noun phrase denoting a sports team, appearing after the preposition 'at' and preceding a hyphenated score or loss record."}}
{"dataset": "ACE_2004", "split_idx": 147, "descriptions": {"organization": "A proper noun phrase denoting a formal educational institution, appearing in possessive form after a person's name and preceding a possessive apostrophe-s.", "person": "A capitalized name occurring at the start of the sentence and serving as the grammatical subject of a clause expressing uncertainty about selection."}}
{"dataset": "ACE_2004", "split_idx": 148, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a comparative context involving athletic recruitment and institutional affiliation.", "organization": "A three-letter uppercase acronym appearing in apposition to a person's title and role, indicating an educational institution.", "person": "A capitalized name appearing in subject position of clauses describing professional activity, especially in sports contexts."}}
{"dataset": "ACE_2004", "split_idx": 149, "descriptions": {"organization": "A collective entity representing a long-standing, prestigious athletic program in college-level football, introduced with the definite article and modified by superlative adjectives.", "person": "A proper noun referring to an individual who is described as having personal agency in pursuing a prestigious athletic program, introduced with a definite article and followed by a verb phrase indicating resistance or attraction."}}
{"dataset": "ACE_2004", "split_idx": 150, "descriptions": {"organization": "A proper noun phrase denoting a formal group or institution, often preceded by 'the' and followed by a descriptor like 'of the Arena Football League' or 'boosters'.", "person": "A capitalized proper noun appearing as the subject or object of verbs related to coaching, hiring, or former affiliation, often preceded by 'the former' or 'some'."}}
{"dataset": "ACE_2004", "split_idx": 151, "descriptions": {"organization": "A collective entity referred to with a singular count noun, appearing in a phrase describing team-level performance metrics such as win-loss records.", "person": "A capitalized name occurring at the start of the sentence and directly linked to a past-tense action involving team performance and organizational change."}}
{"dataset": "ACE_2004", "split_idx": 152, "descriptions": {"person": "A plural noun phrase referring to individuals who are not known to the reader and appear as the subject of a film's cast description."}}
{"dataset": "ACE_2004", "split_idx": 153, "descriptions": {"organization": "A named entity referring to a media distribution or broadcasting entity, explicitly identified as a cable network in the text."}}
{"dataset": "ACE_2004", "split_idx": 154, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 155, "descriptions": {"geographical social political": "A capitalized place name that follows the preposition 'in' and denotes a city where a person is studying, appearing in a clause describing residence and location.", "person": "A proper noun or noun phrase referring to an individual, appearing as a subject or object of a verb, and often preceded or followed by a role or descriptor such as 'plays', 'studying', or 'who dons'."}}
{"dataset": "ACE_2004", "split_idx": 156, "descriptions": {"person": "A capitalized name occurring in a coordinated noun phrase where it is the subject of a relative clause describing emotional or psychological state."}}
{"dataset": "ACE_2004", "split_idx": 157, "descriptions": {"person": "A named individual referred to by a proper noun, appearing in subject or object position, and associated with actions, traits, or relationships in the narrative.", "facility": "A physical building or structure explicitly named and described with sensory or atmospheric modifiers, serving as a setting for an action or event."}}
{"dataset": "ACE_2004", "split_idx": 158, "descriptions": {"geographical social political": "A proper noun denoting a specific city, appearing in a prepositional phrase that specifies where a cultural phenomenon is observed.", "person": "A singular common noun used as a subject or object, referring to a human individual, either by proper name or generic reference, and appearing in contexts involving agency or action."}}
{"dataset": "ACE_2004", "split_idx": 159, "descriptions": {"person": "A capitalized noun phrase functioning as the grammatical subject of a clause that evaluates a film’s quality, appearing before a possessive apostrophe-s construction."}}
{"dataset": "ACE_2004", "split_idx": 160, "descriptions": {"person": "A proper noun referring to an individual who is the subject of the film’s narrative and whose actions and traits are described as dull and unremarkable."}}
{"dataset": "ACE_2004", "split_idx": 161, "descriptions": {"person": "A noun phrase denoting a human role or status, appearing in apposition or as a complement to a rating or age requirement, often preceded by determiners like 'parent' or 'adult'."}}
{"dataset": "ACE_2004", "split_idx": 162, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 163, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 164, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 165, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 166, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 167, "descriptions": {"geographical social political": "A capitalized place name appearing at the start of the text, followed by a parenthetical attribution and a comma, indicating a news origin location.", "organization": "A proper noun denoting a corporate entity, appearing in apposition after 'the service offered by' and preceding a verb phrase describing its use.", "person": "A capitalized two-part proper noun appearing as the subject of a relative clause introduced by 'would prefer', followed by a verb phrase describing personal preference."}}
{"dataset": "ACE_2004", "split_idx": 168, "descriptions": {"organization": "A proper noun phrase denoting a corporate or institutional entity, appearing in apposition with a possessive construction and followed by a possessive apostrophe-s modifying a system or service.", "person": "A capitalized name occurring before a comma and followed by a relative clause beginning with 'His', indicating agency and possession in the context of an office and relationships."}}
{"dataset": "ACE_2004", "split_idx": 169, "descriptions": {"person": "A singular human referent introduced by a pronoun or verb phrase indicating agency or participation, appearing in subject position without proper name or descriptive modifiers."}}
{"dataset": "ACE_2004", "split_idx": 170, "descriptions": {"person": "A proper noun referring to an individual who speaks or is quoted, introduced with a comma and followed by a descriptive appositive phrase containing a professional role."}}
{"dataset": "ACE_2004", "split_idx": 171, "descriptions": {"person": "A singular human referent introduced by the determiner 'I' and functioning as the subject of a verb phrase expressing personal agency or experience."}}
{"dataset": "ACE_2004", "split_idx": 172, "descriptions": {"organization": "A proper noun denoting a company or service provider that competes in the instant messaging market and is listed as a rival alongside others in the same clause.", "person": "A plural common noun denoting human individuals who are the recipients of messages sent by users of instant messaging services."}}
{"dataset": "ACE_2004", "split_idx": 173, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 174, "descriptions": {"organization": "A named entity that functions as a formal institution, company, or regulatory body involved in lobbying, regulation, or corporate action within the text."}}
{"dataset": "ACE_2004", "split_idx": 175, "descriptions": {"organization": "A singular, capitalized noun phrase functioning as the subject of a verb phrase describing agency-level decision-making behavior."}}
{"dataset": "ACE_2004", "split_idx": 176, "descriptions": {"organization": "A proper noun denoting a corporate or institutional entity that is subject to regulatory requirements, system integration mandates, or service provision obligations in the context of telecommunications infrastructure.", "person": "A noun phrase headed by 'staff' and modified by a possessive determiner, indicating a group of individuals acting collectively in a regulatory or advisory capacity.", "facility": "A noun phrase headed by 'lines' and modified by a possessive noun phrase indicating ownership or affiliation, specifying the physical infrastructure over which services are delivered."}}
{"dataset": "ACE_2004", "split_idx": 177, "descriptions": {"organization": "A collective body responsible for defining advanced services, referred to using a singular common noun without modifiers or appositives."}}
{"dataset": "ACE_2004", "split_idx": 178, "descriptions": {"organization": "A collective entity referred to by a singular common noun that denotes a formal or institutional body, appearing in this text as the subject of a verb phrase describing capability or action."}}
{"dataset": "ACE_2004", "split_idx": 179, "descriptions": {"person": "A plural noun phrase denoting individuals who make purchasing decisions and benefit from product features, introduced with the definite article and modified by a comparative adjective."}}
{"dataset": "ACE_2004", "split_idx": 180, "descriptions": {"person": "A plural noun referring to individuals who receive and respond to short real-time phrases typed by others in a back-and-forth communication context."}}
{"dataset": "ACE_2004", "split_idx": 181, "descriptions": {"person": "A human individual referred to as the recipient of an instantaneous communication method, explicitly named with a possessive pronoun and the word 'recipient'."}}
{"dataset": "ACE_2004", "split_idx": 182, "descriptions": {"person": "A plural noun phrase denoting individuals who are not from the same country and are engaged in cross-border communication."}}
{"dataset": "ACE_2004", "split_idx": 183, "descriptions": {"person": "A plural noun phrase denoting individuals who have hearing or speech disabilities, introduced as the recipients of service adoption."}}
{"dataset": "ACE_2004", "split_idx": 184, "descriptions": {"person": "A plural noun referring to human individuals who engage in discreet interaction or choose not to interact, as described in the sentence."}}
{"dataset": "ACE_2004", "split_idx": 185, "descriptions": {"organization": "A proper noun denoting a corporate or institutional entity, appearing in apposition with a role or function, and often followed by a descriptive phrase indicating its operational scope or market position.", "person": "A full name consisting of at least two capitalized words, appearing before a comma and followed by a title or role description in a reporting clause."}}
{"dataset": "ACE_2004", "split_idx": 186, "descriptions": {"person": "A human referent introduced by the definite article and singular noun 'somebody', appearing in a clause describing proximity to a device."}}
{"dataset": "ACE_2004", "split_idx": 187, "descriptions": {"person": "A plural noun referring to human individuals addressed or addressed by the speaker in the context of communication convenience."}}
{"dataset": "ACE_2004", "split_idx": 188, "descriptions": {"organization": "A named entity referring to a company or corporate entity that competes with another such entity in the context of instant messaging services.", "person": "A plural noun phrase denoting human individuals who use instant messaging services and are subject to interoperability requirements."}}
{"dataset": "ACE_2004", "split_idx": 189, "descriptions": {"organization": "A formal institutional entity named in the text that performs regulatory or governmental functions, specifically referenced as the recipient of lobbying efforts and the authority issuing final decisions."}}
{"dataset": "ACE_2004", "split_idx": 190, "descriptions": {"geographical social political": "A term denoting a political-economic condition where one entity holds exclusive control over a market or industry, described here as a threat to innovation.", "organization": "A proper noun phrase naming a company, appearing after a preposition like 'for' and preceding a person's title and role.", "person": "A full name consisting of two capitalized words, appearing before a comma and followed by a title and organizational affiliation."}}
{"dataset": "ACE_2004", "split_idx": 191, "descriptions": {"person": "A human referent introduced via a possessive construction where the possessive pronoun directly modifies a noun denoting a domain or system, without intervening determiners or adjectives."}}
{"dataset": "ACE_2004", "split_idx": 192, "descriptions": {"organization": "A proper noun referring to a corporate entity that makes statements about interoperability and consumer privacy in the context of email systems.", "person": "A plural noun denoting individuals as the affected or concerned parties in privacy and security concerns related to email systems."}}
{"dataset": "ACE_2004", "split_idx": 193, "descriptions": {"organization": "A proper noun referring to a corporate entity that is the subject of market share discussion and is modified by possessive apostrophe-s in the phrase 'AOL ' s market share'.", "person": "A plural noun phrase denoting individuals holding official roles within an organization, introduced by the definite article and modified by the noun 'Company'."}}
{"dataset": "ACE_2004", "split_idx": 194, "descriptions": {"geographical social political": "A geopolitical entity name appearing in a prepositional phrase indicating scope of comparison, specifically modifying 'the fastest growing' and 'in the'.", "organization": "A proper noun or compound proper noun appearing as the subject or object of a verb related to publishing, citing, or offering services, and not functioning as a person or location.", "person": "A plural common noun denoting human agents who make statements or are attributed with actions, appearing as subject of a verb like 'cited' and modified by a possessive noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 195, "descriptions": {"organization": "A named entity referring to a corporate or institutional entity that provides services or products, explicitly mentioned as a provider of subscription-based access in the text.", "person": "A plural noun phrase denoting individuals collectively, modified by a prepositional phrase indicating exclusion from a service or platform."}}
{"dataset": "ACE_2004", "split_idx": 196, "descriptions": {"organization": "A proper noun denoting a corporate or institutional entity that is described as having market dominance and is referenced with possessive apostrophe-s construction.", "person": "A plural noun phrase referring to individuals who are acting collectively to point out or highlight a recent event involving two competing technologies."}}
{"dataset": "ACE_2004", "split_idx": 197, "descriptions": {"organization": "A proper noun referring to a corporate entity that owns or operates a service platform and has a customer base, as described in the context of adding new services and charging for them.", "person": "A plural noun phrase denoting a group of individuals who are customers of an organization and serve as a resource for its business strategy."}}
{"dataset": "ACE_2004", "split_idx": 198, "descriptions": {"organization": "A capitalized singular noun functioning as the subject of a verb phrase describing collective action or statement, with no modifiers or appositives attached."}}
{"dataset": "ACE_2004", "split_idx": 199, "descriptions": {"organization": "A proper noun phrase denoting a corporate or institutional entity, appearing after a preposition like 'for' and preceding a job title or role description.", "person": "A full name consisting of two capitalized words, appearing before a comma and followed by a job title or organizational affiliation."}}
{"dataset": "ACE_2004", "split_idx": 200, "descriptions": {"person": "A capitalized name occurring after a quoted speech attribution and before a period or closing quotation mark, indicating the speaker of the quoted utterance."}}
{"dataset": "ACE_2004", "split_idx": 201, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 202, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 203, "descriptions": {"organization": "A proper noun phrase appearing before the word 'corporate site' and followed by a colon and a URL, indicating the entity responsible for the site."}}
{"dataset": "ACE_2004", "split_idx": 204, "descriptions": {"organization": "A proper noun appearing in a list of entities joined by commas and the word 'by', where each item is a named entity representing a corporate or institutional actor."}}
{"dataset": "ACE_2004", "split_idx": 205, "descriptions": {"geographical social political": "A compound noun phrase combining a state name with a seasonal activity, used to specify the domain of a policy or practice.", "person": "A plural noun phrase referring to individuals engaged in a specific outdoor activity, introduced with a definite article and modified by a noun phrase specifying their role or behavior.", "weapon": "A countable noun phrase denoting a handheld firearm, modified by an adjective indicating its loaded state and appearing in a prepositional phrase describing movement."}}
{"dataset": "ACE_2004", "split_idx": 206, "descriptions": {"person": "A plural count noun denoting human individuals, appearing in subject position with a quantifier and verb agreement indicating plural number and singular reference."}}
{"dataset": "ACE_2004", "split_idx": 207, "descriptions": {"geographical social political": "A place name appearing in a noun phrase that modifies 'hunters' and specifies the geographic scope of a practice.", "person": "A plural noun phrase headed by 'hunters', modified by a prepositional phrase indicating geographic scope and used as the subject of a verb describing participation in a practice.", "facility": "A plural noun phrase headed by 'platforms', modified by an adjective indicating height and used as a complement to 'elevated'.", "weapon": "A plural noun phrase headed by 'shotguns', appearing in a coordinated list with 'elevated platforms' and 'practice' as objects of 'involved'."}}
{"dataset": "ACE_2004", "split_idx": 208, "descriptions": {"geographical social political": "A proper noun phrase naming a U.S. state, appearing as the subject of a noun phrase describing a seasonal period and modified by an adjective indicating intensity."}}
{"dataset": "ACE_2004", "split_idx": 209, "descriptions": {"geographical social political": "A compound noun phrase where 'geographical' modifies 'social political', appearing in a prepositional phrase describing jurisdictional scope of hunting law.", "facility": "A noun phrase headed by 'platforms' and modified by the adjective 'elevated', appearing in a prepositional phrase describing where firearm hunting occurs.", "weapon": "A countable noun denoting a type of firearm, appearing in the compound noun 'Firearm hunting' as the head of a noun phrase modified by 'hunting'."}}
{"dataset": "ACE_2004", "split_idx": 210, "descriptions": {"geographical social political": "A place name that appears in a prepositional phrase indicating where an activity is conducted, specifically following 'in' and preceding a comma or period.", "person": "A plural common noun denoting individuals engaged in a specific activity, appearing as the subject of a verb phrase describing ongoing learning or behavior."}}
{"dataset": "ACE_2004", "split_idx": 211, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in apposition with 'Michigan Department of Natural Resources' and 'since firearm platform hunting began in Michigan'.", "organization": "A formal institutional name containing 'Department of Natural Resources' and optionally 'UR' or 'LR', appearing in apposition with 'law enforcement division'.", "person": "A named individual introduced with an honorific abbreviation and full name, followed by a comma and a descriptive title.", "facility": "A compound noun phrase headed by 'division', modified by 'law enforcement', and appearing in apposition with an organization name.", "weapon": "A compound noun phrase beginning with 'firearm' and ending with 'platform', used attributively before 'hunting' and modified by 'since'."}}
{"dataset": "ACE_2004", "split_idx": 212, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 213, "descriptions": {"person": "A human individual referred to by a singular common noun denoting a role or status, appearing as subject or object in clauses describing actions or outcomes.", "facility": "A constructed structure or surface used for shooting, explicitly named as a location where a hunter acts or dies.", "location": "A physical place where an event occurs, specified as a bare common noun indicating a surface or area, not modified by adjectives or prepositional phrases."}}
{"dataset": "ACE_2004", "split_idx": 214, "descriptions": {"person": "A proper noun appearing after a quotation mark and before a period or closing quotation mark, indicating the speaker or source of a reported statement."}}
{"dataset": "ACE_2004", "split_idx": 215, "descriptions": {"person": "A noun phrase referring to a human individual or group of humans, used here to denote the inherent qualities or traits attributed to people collectively."}}
{"dataset": "ACE_2004", "split_idx": 216, "descriptions": {"geographical social political": "A place name modified by a possessive determiner and appearing in a prepositional phrase indicating location of activity, with no additional modifiers or appositives.", "person": "A plural noun phrase denoting individuals defined by a professional or legal status, appearing as the subject of a verb indicating collective action.", "location": "A proper noun denoting a U.S. state, appearing in a prepositional phrase indicating the geographic setting of an activity, with no modifiers or appositives."}}
{"dataset": "ACE_2004", "split_idx": 217, "descriptions": {"person": "A proper noun appearing after a verb of speech or attribution, introduced by a comma and followed by a clause containing a reported statement or action.", "facility": "A singular count noun preceded by the definite article and modified by the prepositional phrase 'about platform hunting', indicating a domain of instruction or knowledge.", "weapon": "A plural noun phrase headed by 'firearms', preceded by the prepositional phrase 'about platform hunting', and functioning as the object of 'education about'."}}
{"dataset": "ACE_2004", "split_idx": 218, "descriptions": {"person": "A plural noun phrase denoting individuals engaged in a specific activity, introduced by the definite article and modified by a prepositional phrase indicating their role or tool use.", "weapon": "A plural noun phrase denoting physical implements used for shooting, introduced by the preposition 'with' and coordinated with another such noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 219, "descriptions": {"person": "A plural noun denoting human agents performing covert observation and targeted shooting, introduced without proper name or modifier.", "location": "A physical setting referenced as a surface or terrain feature where movement or concealment occurs, specified with spatial prepositions and numerical height."}}
{"dataset": "ACE_2004", "split_idx": 220, "descriptions": {"organization": "A formal institutional unit within a law enforcement structure, identified by a compound noun phrase containing 'division' and a functional descriptor.", "person": "A named individual introduced with a military rank prefix and full name, followed by a descriptive title indicating a specialized role in law enforcement training.", "facility": "A built structure referenced as the site of a shooting practice, introduced with the definite article and the word 'platform'.", "location": "A physical place referenced as a setting for movement or impact, introduced with the definite article and a common noun denoting a broad natural or built environment."}}
{"dataset": "ACE_2004", "split_idx": 221, "descriptions": {"person": "A plural noun denoting individuals who perform the actions of entering and exiting positions, introduced as the subject of the clause 'The problems primarily arise when'."}}
{"dataset": "ACE_2004", "split_idx": 222, "descriptions": {"geographical social political": "A compound noun phrase describing a type of human activity or social condition, modified by an adjective indicating physical or spatial constraints, and appearing in a prepositional phrase indicating location or setting.", "person": "A proper noun phrase consisting of two capitalized words, appearing in apposition after a comma and introduced by a coordinating conjunction or verb phrase indicating agency or participation.", "facility": "A noun phrase headed by 'blind', modified by an adjective indicating conventional construction and usage in hunting contexts, and appearing after a preposition indicating location.", "weapon": "A singular count noun denoting a handheld device used for shooting, appearing in a prepositional phrase describing physical difficulty of climbing."}}
{"dataset": "ACE_2004", "split_idx": 223, "descriptions": {"person": "A proper noun appearing at the start of the sentence, followed by a comma, and preceding a clause that introduces a rule or instruction.", "weapon": "A countable noun denoting a device used for shooting, modified by the adjective 'loaded' and appearing in a prohibition clause about climbing."}}
{"dataset": "ACE_2004", "split_idx": 224, "descriptions": {"person": "A singular human referent introduced with a third-person singular pronoun and verb agreement, acting as the subject of a clause describing physical action.", "facility": "A built structure serving as a vantage point for hunting, introduced with the definite article and functioning as a locative complement to 'hunts from'.", "location": "A spatial referent introduced with the definite article and functioning as the complement of a preposition indicating where something is placed or left.", "weapon": "A device used for shooting, introduced with the definite article and appearing in a prepositional phrase indicating attachment to a belt and platform."}}
{"dataset": "ACE_2004", "split_idx": 225, "descriptions": {"person": "A singular human referent introduced by the definite article 'he' and serving as the grammatical subject of the main clause.", "facility": "A singular, uncountable noun denoting a protected or stable location, modified by the prepositional phrase 'in his stand' and serving as the object of 'secure in'.", "weapon": "A singular, countable noun denoting a device used for shooting, modified by the preposition 'his' and appearing in the object position of the verb 'loads'."}}
{"dataset": "ACE_2004", "split_idx": 226, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause where a verb phrase expresses a claim or assertion."}}
{"dataset": "ACE_2004", "split_idx": 227, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 228, "descriptions": {"person": "A proper noun appearing after a verb of speech or attribution, introduced by a comma and followed by a clause describing what they said.", "weapon": "A noun phrase denoting a device used for shooting, modified by a functional descriptor and appearing in a clause about its use or state."}}
{"dataset": "ACE_2004", "split_idx": 229, "descriptions": {"person": "A human referent introduced with a descriptive noun phrase that includes an age-related modifier and a possessive determiner, functioning as the grammatical subject of a verb phrase describing an action.", "weapon": "A singular count noun denoting a device used for shooting, appearing in a prepositional phrase headed by 'with' and syntactically linked to a person via possessive determiner."}}
{"dataset": "ACE_2004", "split_idx": 230, "descriptions": {"person": "A plural noun phrase referring to individuals who are the subject of the verb 'are hurt' and who are described as falling out of trees."}}
{"dataset": "ACE_2004", "split_idx": 231, "descriptions": {"geographical social political": "A noun phrase denoting a collective group of people exercising official authority at the state level, appearing as the subject of a verb phrase describing actions related to data collection and reporting.", "person": "A capitalized name appearing at the start of the sentence, followed by a verb phrase that introduces a reported statement by that individual."}}
{"dataset": "ACE_2004", "split_idx": 232, "descriptions": {"person": "A capitalized name that follows a verb of speech attribution and is not preceded by a title or descriptor in this text."}}
{"dataset": "ACE_2004", "split_idx": 233, "descriptions": {"person": "A plural pronoun referring to human individuals, appearing in subject position before a verb and followed by a comma or quotation mark, with no proper name or definite article.", "location": "A common noun denoting an outdoor area, appearing after the preposition 'in' and modified by the definite article 'the', with no further specification."}}
{"dataset": "ACE_2004", "split_idx": 234, "descriptions": {"person": "A proper noun appearing after a comma and before a verb phrase that introduces a reported statement or action, indicating an individual speaker or subject of speech."}}
{"dataset": "ACE_2004", "split_idx": 235, "descriptions": {"geographical social political": "A collective human group defined by shared geographic origin and behavioral pattern, specifically referenced as having a large hunting population in Michigan.", "person": "A singular human referent introduced with a definite article and pronoun, serving as the grammatical subject of a clause describing speech or action.", "facility": "A plural count noun denoting digital or institutional venues where hunting practices are conducted, appearing in the phrase 'from platforms'.", "weapon": "A count noun denoting a type of firearm, appearing in the compound noun 'firearm deer hunting' as the head of a prepositional phrase."}}
{"dataset": "ACE_2004", "split_idx": 236, "descriptions": {"person": "A proper noun phrase consisting of two or more capitalized words appearing immediately after a comma and before a descriptive appositive phrase containing age and occupation."}}
{"dataset": "ACE_2004", "split_idx": 237, "descriptions": {"geographical social political": "A capitalized place name that introduces the article’s geographic context and is followed by a parenthetical attribution to a news agency.", "organization": "A proper noun or acronym denoting a formal group involved in sports governance, team operations, or media reporting, appearing without descriptive modifiers.", "person": "A compound noun phrase headed by 'agent' and modified by a prepositional phrase specifying the domain of professional activity.", "facility": "A common noun phrase denoting a commercial establishment for public consumption, modified by a descriptive noun and appearing after 'a site for'."}}
{"dataset": "ACE_2004", "split_idx": 238, "descriptions": {"geographical social political": "A proper noun denoting a specific place name that functions as a locative modifier for a facility or activity, appearing after a possessive or prepositional phrase indicating proximity.", "organization": "A multi-word proper noun phrase containing institutional keywords like 'American' or 'Banker', appearing in apposition to a person's name or as a modifier of a media or professional entity.", "person": "A sequence of capitalized words forming a personal name, occurring before a prepositional phrase indicating occupation or affiliation, and not embedded in a larger institutional name.", "facility": "A common noun denoting a physical site for athletic training, modified by a possessive noun phrase referencing a sports team and appearing in a locative context with distance."}}
{"dataset": "ACE_2004", "split_idx": 239, "descriptions": {"organization": "A proper noun referring to a professional sports team, appearing in the text as part of a possessive or attributive phrase modifying a noun like 'fan' or 'Sports Bar'.", "person": "A capitalized name appearing at the start of the sentence, followed by a comma and a relative clause describing fandom and action.", "facility": "A compound noun phrase headed by 'Sports Bar', modified by a possessive noun phrase containing 'Broncos' and 'This Site'."}}
{"dataset": "ACE_2004", "split_idx": 240, "descriptions": {"person": "A plural noun referring to individuals who perform a required action repeatedly, introduced with a definite article and appearing in a clause about daily activity.", "facility": "A singular count noun preceded by the definite article and modified by the adjective 'site', appearing in a clause about daily traffic and social activity.", "vehicle": "A plural count noun preceded by a numeral and comma, appearing in a clause about daily movement and quantified by 'drive by'."}}
{"dataset": "ACE_2004", "split_idx": 241, "descriptions": {"organization": "A formal institutional unit within a company that handles legal matters, explicitly named as a department and referenced as the recipient of an administrative task.", "person": "A named individual who makes a statement about a future venue name and is identified by a first name followed by a verb phrase indicating speech."}}
{"dataset": "ACE_2004", "split_idx": 242, "descriptions": {"organization": "A proper noun referring to a sports team explicitly named in the text as the subject of celebration and pre/postgame activities.", "person": "A capitalized name occurring in a clause where it functions as the grammatical subject of a reported utterance."}}
{"dataset": "ACE_2004", "split_idx": 243, "descriptions": {"person": "A singular noun referring to an individual, appearing in a quoted utterance as the subject of a verb phrase describing inability or action."}}
{"dataset": "ACE_2004", "split_idx": 244, "descriptions": {"organization": "A proper noun referring to a professional sports team, appearing in the text as part of a possessive construction modifying a noun like 'word' and capitalized without internal spaces or punctuation.", "person": "A singular common noun denoting a legal professional, appearing in the genitive construction 'his lawyer' and modified by a possessive determiner."}}
{"dataset": "ACE_2004", "split_idx": 245, "descriptions": {"organization": "A capitalized initialism denoting a professional sports league, occurring before a noun phrase describing a person's legal role.", "person": "A capitalized two-part proper noun appearing after a title or role descriptor and before a verb phrase indicating legal action or deadline."}}
{"dataset": "ACE_2004", "split_idx": 246, "descriptions": {"organization": "A proper noun referring to a formal group or institution, appearing in the text as a subject or possessive modifier, and capitalized without internal punctuation or articles.", "person": "A capitalized common noun denoting a human agent, appearing in the text as the grammatical subject of a clause describing a letter or opinion.", "facility": "A common noun phrase denoting a built environment intended for public use, appearing in the text as the object of 'advertising' and modified by 'as a location for'."}}
{"dataset": "ACE_2004", "split_idx": 247, "descriptions": {"organization": "A capitalized name occurring after a verb of attribution and before a clause that introduces a value or cost estimate.", "person": "A capitalized name occurring after a verb of attribution and before a clause that introduces a value or cost estimate.", "facility": "A common noun denoting a built structure, appearing after 'the' and before a cost-related phrase with 'could cost'."}}
{"dataset": "ACE_2004", "split_idx": 248, "descriptions": {"geographical social political": "A collective noun denoting a population group defined by geographic origin or cultural affiliation, used here to indicate a demographic constituency affected by political status.", "person": "A proper noun phrase consisting of a title and full or partial name, or a single proper name, referring to an individual involved in the described political event.", "facility": "A singular, capitalized noun denoting a specific, institutionalized location where high-level diplomatic or religious activity occurs."}}
{"dataset": "ACE_2004", "split_idx": 249, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a nation or collective identity, appearing in a prepositional phrase indicating membership or origin, and modified by a cardinal number.", "person": "A capitalized name appearing at the start of the sentence, followed by a comma and a verb phrase describing an action involving leadership and presentation."}}
{"dataset": "ACE_2004", "split_idx": 250, "descriptions": {"geographical social political": "A capitalized place name that follows a religious title and denotes a specific ecclesiastical jurisdiction or region within a larger state or territory.", "organization": "A capitalized proper noun phrase referring to a formal institution with official authority, appearing as the subject of a verb indicating institutional action or representation.", "person": "A capitalized proper noun or noun phrase denoting an individual, appearing as subject or object of verbs related to speaking, meeting, or exchanging greetings."}}
{"dataset": "ACE_2004", "split_idx": 251, "descriptions": {"person": "A capitalized name appearing in subject position before a comma and verb, associated with familial roles and physical movement across a public square.", "facility": "A proper noun phrase denoting a built environment where people stay, introduced by the preposition 'from' and modified by a locative prepositional phrase."}}
{"dataset": "ACE_2004", "split_idx": 252, "descriptions": {"person": "A plural common noun denoting individuals engaged in a specific professional or social activity, appearing in apposition after 'a tense phalanx of' and before a comma."}}
{"dataset": "ACE_2004", "split_idx": 253, "descriptions": {"geographical social political": "A compound noun phrase combining a geopolitical adjective with a social or political noun, used attributively to specify origin or affiliation of a group or individual in the context of protest or legitimacy claims.", "organization": "A plural noun phrase denoting a formal or informal collective entity, introduced with a definite article and modified by a descriptive noun phrase indicating membership, ideology, or function.", "person": "A capitalized proper noun or title-noun combination referring to an individual, appearing as subject or object of verbs like 'staged', 'arguing', or 'lend', and often preceded by a title or role."}}
{"dataset": "ACE_2004", "split_idx": 254, "descriptions": {"person": "A capitalized word appearing inside backticks after the phrase 'carrying banners that read', indicating a single name or honorific used as a slogan.", "location": "A capitalized place name that follows the preposition 'in' and is modified by the adjective 'central', indicating a specific urban area."}}
{"dataset": "ACE_2004", "split_idx": 255, "descriptions": {"person": "A human referent expressed as a singular noun phrase with a determiner and a common noun, appearing in a polite or formal utterance."}}
{"dataset": "ACE_2004", "split_idx": 256, "descriptions": {"facility": "A physical structure explicitly named as having been erected in the middle of a named square, and associated with security measures."}}
{"dataset": "ACE_2004", "split_idx": 257, "descriptions": {"person": "A singular proper noun referring to an individual who performs an action of leaving a location, introduced without article or modifier.", "location": "A singular common noun denoting a physical or conceptual space where people gather or move, modified by 'the' and appearing after a preposition indicating departure.", "weapon": "A concrete, countable noun denoting a physical object used to harm or disperse crowds, appearing after 'fired' and before a purpose clause."}}
{"dataset": "ACE_2004", "split_idx": 258, "descriptions": {"geographical social political": "A capitalized adjective specifying national affiliation, directly preceding a noun referring to a news agency and occurring in a clause describing reported events.", "organization": "A proper noun phrase naming a news agency, introduced by the definite article and appearing after a geographic modifier in a reporting clause.", "person": "A cardinal number followed by a plural count noun, appearing in a clause describing bodily harm or legal status, and separated by commas."}}
{"dataset": "ACE_2004", "split_idx": 259, "descriptions": {"geographical social political": "A compound noun phrase where the first element is a proper noun denoting a city and the second is a plural common noun denoting a social group, both capitalized and appearing together as a single nominal unit.", "person": "A capitalized name occurring in a possessive construction with a preceding proper noun, where the possessive form is 's' and the name is immediately followed by a noun phrase indicating presence or action."}}
{"dataset": "ACE_2004", "split_idx": 260, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause where speech or action is reported, and is not preceded by a determiner or appositive."}}
{"dataset": "ACE_2004", "split_idx": 261, "descriptions": {"person": "A capitalized name appearing in subject position before a comma and verb, associated with a religious identity and a physical action involving a sacred object.", "facility": "A compound noun phrase beginning with a capitalized adjective and ending in 'apartments', preceded by the definite article and the preposition 'in'."}}
{"dataset": "ACE_2004", "split_idx": 262, "descriptions": {"person": "A singular, capitalized name appearing as the grammatical subject of a clause describing clothing and group behavior."}}
{"dataset": "ACE_2004", "split_idx": 263, "descriptions": {"geographical social political": "A noun phrase denoting a broad societal or political phenomenon, appearing in a list of issues that have tracked a visit and are not mentioned by the pope.", "person": "A proper noun referring to an individual who is the subject of a visit and whose actions are described as tense in relation to a geographical location."}}
{"dataset": "ACE_2004", "split_idx": 264, "descriptions": {"geographical social political": "A plural noun denoting nations or states, appearing in a clause about collective action and moral stance, and modified by a prepositional phrase indicating scope or domain.", "person": "A singular noun denoting a high-ranking religious figure, appearing in possessive form before a noun phrase referring to a formal communication."}}
{"dataset": "ACE_2004", "split_idx": 265, "descriptions": {"person": "A capitalized name denoting a specific human participant in the reported speech or action, occurring in subject or object position of clauses describing communication or evaluation."}}
{"dataset": "ACE_2004", "split_idx": 266, "descriptions": {"organization": "A formal intergovernmental body referenced by its initialism, appearing in the text as part of a compound noun phrase describing a former official's role.", "person": "A proper noun phrase consisting of one or more capitalized words, appearing in apposition to a title or role, and not embedded in a larger institutional or geographic phrase."}}
{"dataset": "ACE_2004", "split_idx": 267, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 268, "descriptions": {"geographical social political": "A collective noun phrase denoting a group of people acting jointly in a protest context, modified by the adjective 'protesters' and appearing as the subject of a verb phrase describing coordinated action.", "person": "A capitalized name occurring at the start of the sentence, directly followed by the preposition 'in', and serving as the grammatical subject of a clause describing arrival.", "vehicle": "A plural count noun denoting watercraft, appearing in a prepositional phrase headed by 'on', and modified by the noun 'boats' in the same phrase.", "location": "A proper noun denoting a city, appearing after the preposition 'in' and preceding a temporal phrase, and functioning as the object of arrival.", "weapon": "A plural count noun denoting explosive or projectile objects, appearing in a coordinated noun phrase after 'and', and modified by the noun 'fireworks' in the same phrase."}}
{"dataset": "ACE_2004", "split_idx": 269, "descriptions": {"geographical social political": "A noun phrase denoting a country-level policy domain, modified by a possessive construction and appearing in a clause about evaluation or criticism.", "person": "A proper noun phrase consisting of a title followed by a full name, appearing in apposition to a verb of denunciation and introduced by a preposition."}}
{"dataset": "ACE_2004", "split_idx": 270, "descriptions": {"geographical social political": "A compound noun phrase where 'Italy' functions as a pre-nominal modifier of 'left - wing government', signaling national-level political affiliation.", "organization": "A noun phrase headed by 'government' and modified by a hyphenated adjective indicating ideological orientation, appearing as the subject of 'leveraged'.", "person": "A proper noun referring to an individual who is explicitly named and associated with political dislike in the context of an election campaign."}}
{"dataset": "ACE_2004", "split_idx": 271, "descriptions": {"geographical social political": "A compound noun phrase where a geopolitical entity is modified by a directional adjective and a political adjective, forming a compound proper noun used to denote a political orientation or identity.", "organization": "A proper noun phrase denoting a formal political group, often containing words like 'Party', 'League', or 'Coalition', and sometimes preceded by a possessive or descriptive modifier.", "person": "A capitalized name occurring in a possessive construction where it modifies a noun referring to a political party or ideology, indicating authorship or association."}}
{"dataset": "ACE_2004", "split_idx": 272, "descriptions": {"geographical social political": "A capitalized geopolitical name that follows a preposition like 'of' and modifies a person’s institutional role or jurisdictional context.", "person": "A capitalized proper noun phrase consisting of one or more personal names, appearing as the subject or object of verbs related to political action or speech."}}
{"dataset": "ACE_2004", "split_idx": 273, "descriptions": {"geographical social political": "A capitalized adjective modifying 'country' to indicate a continental or regional affiliation, appearing in a noun phrase that denotes a nation-state.", "person": "A capitalized name appearing in apposition with 'reservations' and 'exposure', introduced by the definite article and functioning as the grammatical subject of a clause about national sentiment."}}
{"dataset": "ACE_2004", "split_idx": 274, "descriptions": {"geographical social political": "A compound noun phrase describing a political or administrative grouping formed by merging regions, explicitly labeled as a 'maxi-region' in the text.", "person": "A singular noun phrase referring to a high-ranking political figure from Austria, introduced with a national adjective and the word 'leader'.", "location": "A proper noun or noun phrase denoting a territorial entity in Europe, appearing in prepositional phrases indicating movement or jurisdictional scope."}}
{"dataset": "ACE_2004", "split_idx": 275, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 276, "descriptions": {"person": "A proper noun appearing in possessive form before a noun denoting a group or delegation, indicating ownership or affiliation."}}
{"dataset": "ACE_2004", "split_idx": 277, "descriptions": {"geographical social political": "A proper noun denoting a place that follows a preposition like 'from' and is associated with a person’s origin or affiliation in a descriptive clause.", "organization": "A collective noun phrase referring to a group of people bound by shared purpose, introduced with a possessive determiner and modified by a noun like 'band'.", "person": "A full name consisting of at least two capitalized words, appearing before a comma and followed by a descriptive clause containing age and occupation."}}
{"dataset": "ACE_2004", "split_idx": 278, "descriptions": {"person": "A capitalized name that follows the preposition 'for' in a clause expressing a vote-related action, and is not preceded by a determiner or modifier."}}
{"dataset": "ACE_2004", "split_idx": 279, "descriptions": {"location": "A noun phrase headed by 'place' and modified by the adjective 'right', indicating a spatial setting where an action or event is inappropriate."}}
{"dataset": "ACE_2004", "split_idx": 280, "descriptions": {"organization": "A plural noun phrase referring to a category of digital businesses or companies, introduced with the definite article and preceded by a hyphenated compound modifier."}}
{"dataset": "ACE_2004", "split_idx": 281, "descriptions": {"organization": "A proper noun phrase denoting a corporate entity, appearing in apposition after 'companies like' and preceding a verb phrase describing profit reaping.", "person": "A full name consisting of multiple capitalized words including a middle initial with period and 'Jr.', appearing before a verb phrase expressing certainty."}}
{"dataset": "ACE_2004", "split_idx": 282, "descriptions": {"organization": "A named entity referring to a corporate or institutional entity, explicitly mentioned as a proper noun and associated with leadership roles or operational functions in the text.", "person": "A capitalized name occurring in subject position before a verb or comma, and co-occurring with a title or role that signals agency or attribution."}}
{"dataset": "ACE_2004", "split_idx": 283, "descriptions": {"organization": "A plural noun phrase referring to a group of businesses that operate online, introduced with a definite article and modified by a hyphenated domain suffix."}}
{"dataset": "ACE_2004", "split_idx": 284, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 285, "descriptions": {"organization": "A collective entity referred to as a company, characterized by its economic role and historical context, and associated with pre-Web operations."}}
{"dataset": "ACE_2004", "split_idx": 286, "descriptions": {"organization": "A named entity referring to a large-scale, globally distributed system or network infrastructure, explicitly introduced as a proper noun and functioning as a unified entity in the text."}}
{"dataset": "ACE_2004", "split_idx": 287, "descriptions": {"organization": "A collective entity that engages in procurement activities, specifically mentioned as saving millions of dollars through e-marketplaces and auction mechanisms."}}
{"dataset": "ACE_2004", "split_idx": 288, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 289, "descriptions": {"organization": "A collective entity that engages in commercial activity, such as selling products or distributing goods, and is referenced as a participant in marketing or sales interactions.", "person": "A human individual referred to in relation to their role in purchasing or receiving goods, especially when contrasted with businesses or organizations.", "facility": "A physical location where goods are sold or distributed, explicitly named as a destination reachable by distance from another entity."}}
{"dataset": "ACE_2004", "split_idx": 290, "descriptions": {"organization": "A plural noun phrase referring to collective entities that anticipate questions and post answers before queries are made."}}
{"dataset": "ACE_2004", "split_idx": 291, "descriptions": {"organization": "A collective entity that provides downloadable software to customers for product enhancement, as stated in the sentence.", "person": "A human recipient of software download, explicitly referred to as 'customers' in the context of downloading software to update their products."}}
{"dataset": "ACE_2004", "split_idx": 292, "descriptions": {"organization": "A type of business entity introduced with a plural noun phrase that includes the word 'corporation' and is modified by the adjective 'diversified'."}}
{"dataset": "ACE_2004", "split_idx": 293, "descriptions": {"organization": "A named entity referring to a corporate or institutional entity that provides financial services or operates a commercial website, as indicated by possessive constructions like 'GE Appliance's Web site' and 'GE Capital'."}}
{"dataset": "ACE_2004", "split_idx": 294, "descriptions": {"organization": "A capitalized proper noun appearing at the start of the sentence, followed by a comma and a verb phrase describing corporate activity."}}
{"dataset": "ACE_2004", "split_idx": 295, "descriptions": {"organization": "A proper noun phrase denoting a corporate entity, appearing as the subject of a verb phrase describing an action related to website creation or product sales."}}
{"dataset": "ACE_2004", "split_idx": 296, "descriptions": {"organization": "A capitalized name of a corporate entity that performs a commercial action involving acquisition and online distribution."}}
{"dataset": "ACE_2004", "split_idx": 297, "descriptions": {"organization": "A capitalized word that functions as the grammatical subject of a verb and is not part of a person's name or title in this text.", "person": "A capitalized word that functions as the grammatical subject of a verb and is not part of a person's name or title in this text."}}
{"dataset": "ACE_2004", "split_idx": 298, "descriptions": {"person": "A singular human referent introduced by the definite article 'the' and the noun 'you', positioned as the grammatical subject of a verb phrase expressing a subjective experience."}}
{"dataset": "ACE_2004", "split_idx": 299, "descriptions": {"organization": "A capitalized name of a corporate entity that performs actions like helping customers or enabling services, and is syntactically linked to possessive or agentive predicates.", "person": "A plural noun phrase denoting human individuals addressed or acted upon by an organization, appearing after 'its own' and before a verb phrase describing a service or action."}}
{"dataset": "ACE_2004", "split_idx": 300, "descriptions": {"organization": "A named entity referring to a corporate or institutional entity that produces, operates, or distributes data, services, or products, as indicated by verbs like 'posts', 'uses', or 'do routine maintenance on'."}}
{"dataset": "ACE_2004", "split_idx": 301, "descriptions": {"person": "A plural noun phrase referring to individuals who possess a password and engage in actions involving data access and performance evaluation."}}
{"dataset": "ACE_2004", "split_idx": 302, "descriptions": {"organization": "A named entity referring to a corporate or institutional entity that develops software and provides medical equipment solutions for hospitals.", "person": "A plural noun denoting individuals who interact with software by testing it, explicitly described as the recipients of a company's online testing initiative."}}
{"dataset": "ACE_2004", "split_idx": 303, "descriptions": {"organization": "A capitalized name that functions as the grammatical subject of a verb phrase describing a corporate action involving software distribution and usage rights.", "person": "A plural noun phrase referring to individuals who are granted the right to download and use software for a specified duration."}}
{"dataset": "ACE_2004", "split_idx": 304, "descriptions": {"person": "A human individual referred to as the recipient of a service or product, explicitly named in the context of payment and version access."}}
{"dataset": "ACE_2004", "split_idx": 305, "descriptions": {"person": "A capitalized name that follows a verb of speech attribution and is not embedded in a larger noun phrase or appositive structure."}}
{"dataset": "ACE_2004", "split_idx": 306, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 307, "descriptions": {"organization": "A singular count noun denoting a structured group or institution, appearing in the phrase 'we uncover hundreds of millions of dollars in efficiencies' as the subject performing the action of uncovering."}}
{"dataset": "ACE_2004", "split_idx": 308, "descriptions": {"person": "A proper noun phrase referring to an individual named in the text, appearing as a standalone name or as part of a coordinated list of names introduced by 'all three'."}}
{"dataset": "ACE_2004", "split_idx": 309, "descriptions": {"geographical social political": "A compound noun phrase where 'American' functions as a prenominal modifier of 'lives', expressing a culturally or politically bounded existence within a national context.", "person": "A singular, capitalized noun phrase referring to a specific human agent, introduced with a title and followed by a comma and a coordinated list of roles.", "location": "A proper noun phrase naming a sovereign state, appearing in apposition after 'the' and preceding a comma, and modified by a possessive pronoun."}}
{"dataset": "ACE_2004", "split_idx": 310, "descriptions": {"person": "A singular human referent introduced with a definite article and possessive construction, serving as the grammatical subject of a clause describing a personal experience or outcome."}}
{"dataset": "ACE_2004", "split_idx": 311, "descriptions": {"organization": "A collective noun denoting a structured group engaged in organized activity, here specified by its sport and associated with a person's professional identity.", "person": "A proper noun or proper noun phrase referring to an individual human being, often introduced with a title or role and followed by a comma or conjunction."}}
{"dataset": "ACE_2004", "split_idx": 312, "descriptions": {"person": "A capitalized name occurring in a possessive construction where it modifies a noun referring to a return to an activity or place."}}
{"dataset": "ACE_2004", "split_idx": 313, "descriptions": {"organization": "A capitalized proper noun denoting a formal sports league or team, appearing in contexts involving player movement, leadership, or championship achievement.", "person": "A capitalized proper noun phrase consisting of two or more words, appearing in apposition with 'his closest parallel' and followed by a comma and a clause describing professional activity."}}
{"dataset": "ACE_2004", "split_idx": 314, "descriptions": {"organization": "A collective entity referred to as a 'team', introduced with the definite article and modified by a possessive construction indicating ownership.", "person": "A capitalized name occurring in a subject position before a verb phrase describing a post-retirement action involving team ownership."}}
{"dataset": "ACE_2004", "split_idx": 315, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause describing dual occupational roles, with no preceding determiner or modifier."}}
{"dataset": "ACE_2004", "split_idx": 316, "descriptions": {"organization": "A capitalized name of a sports team, occurring in a prepositional phrase indicating affiliation or participation in a game.", "person": "A capitalized proper noun appearing as the grammatical subject of a clause describing retirement and subsequent professional activity."}}
{"dataset": "ACE_2004", "split_idx": 317, "descriptions": {"organization": "A capitalized three-letter acronym appearing in the text, introduced without expansion, and functioning as the subject of a verb indicating institutional action or identity shift.", "person": "A capitalized proper noun appearing in apposition with a possessive noun phrase or as the subject of a verb indicating high-level action or historical significance."}}
{"dataset": "ACE_2004", "split_idx": 318, "descriptions": {"person": "A capitalized surname appearing in a noun phrase that functions as the grammatical subject of a clause describing a comeback story, with no preceding first name or title."}}
{"dataset": "ACE_2004", "split_idx": 319, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 320, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause describing a player’s status, recognition, or era association."}}
{"dataset": "ACE_2004", "split_idx": 321, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 322, "descriptions": {"person": "A capitalized name occurring before the verb 'survived', indicating the grammatical subject of the clause."}}
{"dataset": "ACE_2004", "split_idx": 323, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 324, "descriptions": {"organization": "A collective entity referred to as a unit that can be rescued from financial distress and is associated with a person's role in its management or structure.", "person": "A proper noun appearing as the grammatical subject of a verb indicating agency in a financial transaction involving team management."}}
{"dataset": "ACE_2004", "split_idx": 325, "descriptions": {"organization": "A capitalized acronym appearing in possessive form before an apostrophe and 's', indicating a formal sports league entity.", "person": "A plural noun phrase headed by 'investors', preceded by the determiner 'new' and modified by the preposition 'and', indicating people seeking financial or strategic support.", "facility": "A singular count noun preceded by the definite article and modified by the adjective 'oldest', denoting a physical venue for athletic activity."}}
{"dataset": "ACE_2004", "split_idx": 326, "descriptions": {"person": "A human referent introduced with a possessive determiner and a relational noun, indicating familial or social role rather than proper name."}}
{"dataset": "ACE_2004", "split_idx": 327, "descriptions": {"organization": "A proper noun phrase denoting a commercial entity that is described as having transformative influence on a sports team's performance and identity.", "person": "A capitalized name appearing in apposition to a possessive construction indicating agency over team transformation."}}
{"dataset": "ACE_2004", "split_idx": 328, "descriptions": {"organization": "A capitalized place name functioning as a noun adjunct that modifies a person noun and signals their institutional or cultural affiliation.", "person": "A capitalized name or name phrase that functions as a grammatical subject or object and is associated with actions, emotions, or attributes in the text."}}
{"dataset": "ACE_2004", "split_idx": 329, "descriptions": {"person": "A capitalized name occurring in a clause where it functions as the grammatical subject and is linked to an action involving ticket sales and viewer attraction."}}
{"dataset": "ACE_2004", "split_idx": 330, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 331, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 332, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause where a verb phrase expresses a personal experience or assertion."}}
{"dataset": "ACE_2004", "split_idx": 333, "descriptions": {"person": "A noun phrase denoting a human individual or group, modified by an adjective indicating age and physical condition, and appearing in a clause about bodily consequences."}}
{"dataset": "ACE_2004", "split_idx": 334, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause asking about performance capability at a specific age."}}
{"dataset": "ACE_2004", "split_idx": 335, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 336, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a verb indicating a decision to retire, occurring in a clause introduced by 'This helped persuade'."}}
{"dataset": "ACE_2004", "split_idx": 337, "descriptions": {"organization": "A collective noun referring to a group of people working together, used here as the subject of a plural noun phrase describing shared conditions."}}
{"dataset": "ACE_2004", "split_idx": 338, "descriptions": {"geographical social political": "A collective noun phrase referring to a group of people bound by shared affiliation with a specific sports franchise, described here as loyal and knowledgeable.", "organization": "A singular noun phrase denoting a sports team based in Pittsburgh, modified by 'Pittsburgh' and appearing as the grammatical subject of the sentence.", "person": "A proper noun phrase consisting of two capitalized words in sequence, introduced by the preposition 'in' and followed by a comma, naming a person holding a managerial role."}}
{"dataset": "ACE_2004", "split_idx": 339, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 340, "descriptions": {"geographical social political": "A capitalized proper noun denoting a continent or region, appearing in a prepositional phrase headed by 'from' and modifying a noun phrase about origin or affiliation.", "organization": "A three-letter uppercase acronym appearing in possessive form before an apostrophe and 's', modifying a noun phrase about origin or affiliation.", "person": "A capitalized two-part proper noun appearing after a comma and before a noun phrase describing a role or action, introduced by a determiner or appositive."}}
{"dataset": "ACE_2004", "split_idx": 341, "descriptions": {"organization": "A collective entity referred to by a proper noun or common noun phrase that denotes a formal or informal group engaged in shared activity, competition, or institutional function, as in 'Penguins' or 'business'.", "person": "A capitalized proper noun functioning as the grammatical subject of a clause where the subject is evaluated for vulnerability, vulnerability is linked to emotional outcomes, and the subject is positioned as a potential target of collective judgment."}}
{"dataset": "ACE_2004", "split_idx": 342, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 343, "descriptions": {"person": "A singular noun referring to an individual who is questioned or addressed in the rhetorical question posed at the end of the sentence."}}
{"dataset": "ACE_2004", "split_idx": 344, "descriptions": {"organization": "A capitalized noun phrase denoting a sports team, appearing as the subject of a verb phrase describing a game event.", "facility": "A proper noun phrase naming a physical location where a sports game is held, introduced by the preposition 'in' and followed by a temporal clause."}}
{"dataset": "ACE_2004", "split_idx": 345, "descriptions": {"organization": "A proper noun phrase denoting a professional sports team, appearing after the preposition 'the' and preceding a comma or verb, and containing a common noun like 'Jackets' or 'Champions'.", "person": "A capitalized proper noun appearing in apposition with a possessive pronoun and a noun phrase referring to a sports achievement, and functioning as the subject of a clause about fan reaction."}}
{"dataset": "ACE_2004", "split_idx": 346, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a verb phrase describing collective activity in a press room setting.", "facility": "A capitalized proper noun appearing after the preposition 'from the', indicating a location associated with televised highlights."}}
{"dataset": "ACE_2004", "split_idx": 347, "descriptions": {"organization": "A collective noun phrase referring to a group of people working together, modified by a proper noun and appearing as the subject of a verb indicating coordinated action.", "person": "A plural noun phrase denoting individuals who are agents performing coordinated actions, introduced by a proper noun modifier and followed by a verb of meeting.", "facility": "A singular countable noun denoting a built environment feature, appearing in a locative prepositional phrase and modified by a determiner."}}
{"dataset": "ACE_2004", "split_idx": 348, "descriptions": {"person": "A capitalized word that functions as the grammatical subject of a question or statement, introduced by a rhetorical question mark and set off by quotation marks."}}
{"dataset": "ACE_2004", "split_idx": 349, "descriptions": {"person": "A singular noun denoting an individual who performs an action, appearing as the grammatical subject of a verb phrase introduced by 'one asked'."}}
{"dataset": "ACE_2004", "split_idx": 350, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 351, "descriptions": {"person": "A noun phrase denoting a human participant in the discourse, introduced by a possessive determiner and appearing as the subject of a verb in a clause."}}
{"dataset": "ACE_2004", "split_idx": 352, "descriptions": {"person": "A plural common noun denoting adult male individuals, appearing as the subject of the main clause and modified by the determiner 'Both'.", "facility": "A proper noun phrase naming a physical venue, introduced by the preposition 'in' and appearing after a numeric score and comma."}}
{"dataset": "ACE_2004", "split_idx": 353, "descriptions": {"person": "A plural noun denoting individuals characterized by skepticism or cynicism, appearing in a coordinated subject phrase before a verb of perception."}}
{"dataset": "ACE_2004", "split_idx": 354, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 355, "descriptions": {"location": "A named geographical region or celestial body explicitly mentioned as a place where something is occurring or situated in the text."}}
{"dataset": "ACE_2004", "split_idx": 356, "descriptions": {"organization": "A proper noun phrase naming a professional sports team, appearing in apposition with 'the' and followed by 'have a rooting interest in', indicating collective affiliation.", "person": "A capitalized proper noun phrase functioning as a nickname or epithet, introduced by the phrase 'the athlete they call' and set off by commas or punctuation."}}
{"dataset": "ACE_2004", "split_idx": 357, "descriptions": {"organization": "A proper noun phrase denoting a commercial entity engaged in fashion design and production, introduced with the definite article and the noun 'house'."}}
{"dataset": "ACE_2004", "split_idx": 358, "descriptions": {"organization": "A proper noun phrase denoting a corporate entity, often appearing with 'International' or as part of a compound name, and functioning as the subject or object of corporate actions like acquisition or revenue expansion.", "location": "A noun phrase indicating geographic scope of sales activity, modified by the adjective 'overseas' and appearing in a list of strategic expansion areas."}}
{"dataset": "ACE_2004", "split_idx": 359, "descriptions": {"organization": "A capitalized multi-word or single-word name that functions as the grammatical subject of a financial statement clause and is associated with a stock price and premium calculation."}}
{"dataset": "ACE_2004", "split_idx": 360, "descriptions": {"organization": "A collective entity referred to by a singular common noun that serves as the grammatical subject of a clause describing a financial event such as going public."}}
{"dataset": "ACE_2004", "split_idx": 361, "descriptions": {"geographical social political": "A capitalized adjective modifying 'luxury fashion houses' to indicate geographic or cultural origin, appearing before the noun phrase and not part of a compound proper name.", "organization": "A proper noun denoting a commercial entity in the fashion sector, introduced with the definite article and capitalized, and positioned as a benchmark for revenue multiples."}}
{"dataset": "ACE_2004", "split_idx": 362, "descriptions": {"organization": "A proper noun phrase denoting a corporate or commercial entity, often appearing as the subject or object of a financial transaction or ownership change.", "person": "A proper noun phrase consisting of one or more capitalized words, referring to an individual involved in ownership, design, or trademark control."}}
{"dataset": "ACE_2004", "split_idx": 363, "descriptions": {"organization": "A capitalized name denoting a corporate or institutional actor involved in a transactional event described in the sentence."}}
{"dataset": "ACE_2004", "split_idx": 364, "descriptions": {"organization": "A proper noun phrase denoting a corporate or institutional entity, appearing as a subject or object in clauses about mergers, ownership, or strategic actions.", "person": "A proper noun referring to an individual named in the text, appearing as a standalone name or in apposition with a possessive or relational phrase."}}
{"dataset": "ACE_2004", "split_idx": 365, "descriptions": {"organization": "A business entity described as a design studio, explicitly named with the word 'design studio' and modified by a proper noun or possessive phrase indicating its affiliation or identity.", "person": "A capitalized name appearing in subject or object position, associated with roles like 'chief designer', 'creative leader', or ownership shares in a design studio."}}
{"dataset": "ACE_2004", "split_idx": 366, "descriptions": {"organization": "A capitalized multi-word or single-word name that functions as the subject of a clause expressing belief, capability, or strategic intent, and is not preceded by a determiner or article in this text.", "person": "A first-person singular pronoun used to refer to the speaker of the quoted utterance, appearing in subject position before a comma and followed by a clause expressing personal conviction.", "location": "A noun phrase denoting a broad, non-geographic, non-physical domain of influence, appearing in a list of attributes following 'the' and preceding a comma or conjunction."}}
{"dataset": "ACE_2004", "split_idx": 367, "descriptions": {"geographical social political": "A capitalized adjective modifying a noun to indicate origin or affiliation with a region, used attributively before a noun like 'acquirers' or 'design houses'.", "organization": "A proper noun or acronym denoting a corporate or institutional entity, often preceded by a geographic modifier and followed by a comma or verb phrase indicating action or interest.", "person": "A capitalized name appearing as the grammatical subject of a clause expressing personal sentiment or action, such as expressing satisfaction."}}
{"dataset": "ACE_2004", "split_idx": 368, "descriptions": {"organization": "A plural noun phrase referring to legally protected intellectual property rights, explicitly named as 'trademarks' in the text.", "person": "A singular third-person pronoun referring to a female individual who is the subject of a reported speech act."}}
{"dataset": "ACE_2004", "split_idx": 369, "descriptions": {"person": "A plural common noun denoting individuals who make financial decisions and are described as reacting emotionally to market changes."}}
{"dataset": "ACE_2004", "split_idx": 370, "descriptions": {"geographical social political": "A capitalized place name that modifies a noun phrase describing an organization’s physical location, appearing in a prepositional phrase with 'based' and separated by a hyphen.", "organization": "A proper noun phrase denoting a business entity, introduced by 'the' and followed by a descriptive appositive containing 'investment bank' and 'brokerage firm'.", "person": "A full name consisting of two capitalized words appearing before a comma and a descriptive appositive phrase containing a job title and organizational affiliation."}}
{"dataset": "ACE_2004", "split_idx": 371, "descriptions": {"organization": "A capitalized name that functions as the grammatical subject of a clause expressing belief, recognition, or ability to capitalize on a strategic event."}}
{"dataset": "ACE_2004", "split_idx": 372, "descriptions": {"organization": "A proper noun phrase denoting a corporate entity, appearing as the subject of a verb indicating public listing and followed by a year in a past-tense clause."}}
{"dataset": "ACE_2004", "split_idx": 373, "descriptions": {"person": "A capitalized name appearing in apposition with a descriptive phrase that specifies dual leadership roles and financial expenditure."}}
{"dataset": "ACE_2004", "split_idx": 374, "descriptions": {"organization": "A capitalized multi-word name that functions as the grammatical subject of a clause describing a financial event, and is modified by a possessive noun phrase indicating affiliation."}}
{"dataset": "ACE_2004", "split_idx": 375, "descriptions": {"organization": "A collective entity that employs individuals and appoints leaders, as indicated by the verb 'hired' and the noun 'company' in this sentence.", "person": "A named individual introduced with a full name including initials and a surname, appearing after 'hired' and before a role description."}}
{"dataset": "ACE_2004", "split_idx": 376, "descriptions": {"person": "The grammatical subject of the sentence, introduced without article or modifier, and directly associated with actions involving revenue increase and licensing agreements."}}
{"dataset": "ACE_2004", "split_idx": 377, "descriptions": {"organization": "A collective entity performing business functions, signaled by a singular count noun that governs subsequent clauses about financial estimates and job-related actions.", "person": "A human referent introduced via a prepositional phrase indicating a past role or position, specifically 'the job' in the context of employment history."}}
{"dataset": "ACE_2004", "split_idx": 378, "descriptions": {"organization": "A proper noun phrase denoting a corporate or institutional entity, appearing as a subject or object in a merger or dissolution context, and not preceded by a determiner or descriptive modifier in this text.", "person": "A capitalized name occurring in a coordinated noun phrase where it functions as the head of a possessive or attributive construction related to a corporate entity."}}
{"dataset": "ACE_2004", "split_idx": 379, "descriptions": {"organization": "A named entity referring to a business or corporate entity, explicitly mentioned as having financial performance and being shunned by investors due to a separate deal.", "person": "A capitalized name appearing in apposition with a possessive construction ('Karan ' s separate deal') and linked to a studio affiliation."}}
{"dataset": "ACE_2004", "split_idx": 380, "descriptions": {"organization": "A singular noun phrase denoting a business entity, introduced with the definite article and modified by a prepositional phrase indicating ownership structure.", "person": "A proper noun appearing in a coordinated noun phrase after 'privately owned by', denoting individuals who hold ownership of the organization."}}
{"dataset": "ACE_2004", "split_idx": 381, "descriptions": {"organization": "A proper noun phrase denoting a commercial entity that pays individuals and reports financial performance, appearing with 'International' as a fixed suffix.", "person": "A capitalized name appearing in apposition with 'and' after a company name, indicating individuals involved in a financial transaction."}}
{"dataset": "ACE_2004", "split_idx": 382, "descriptions": {"organization": "A capitalized multi-word or single-word name that functions as a subject or object in a clause involving corporate action, acquisition, or integration."}}
{"dataset": "ACE_2004", "split_idx": 383, "descriptions": {"organization": "A capitalized name that functions as the grammatical subject of a clause describing corporate activity or evaluation, and is not preceded by a determiner or modifier indicating a person or abstract concept.", "person": "A plural noun phrase denoting individuals who possess specialized knowledge or professional expertise, introduced with a determiner and followed by a verb indicating their opinion or judgment."}}
{"dataset": "ACE_2004", "split_idx": 384, "descriptions": {"person": "A proper noun appearing in possessive form before the word 'name', indicating an individual whose name is being discussed in relation to licensing and product distribution.", "facility": "A plural noun phrase denoting commercial establishments where goods are sold, modified by the adjective 'midprice' and the noun 'department stores'."}}
{"dataset": "ACE_2004", "split_idx": 385, "descriptions": {"geographical social political": "A capitalized two-letter abbreviation for a country, appearing in a phrase that specifies geographic scope of business activity, such as 'outside the U.S.'.", "organization": "A proper noun phrase denoting a corporate or institutional entity, often containing 'International' or a corporate acronym, and appearing as the subject or object of financial or operational statements.", "person": "A capitalized two-part proper noun appearing in subject position before a comma or verb, and followed by a title or role description involving corporate leadership.", "location": "A two-letter country abbreviation preceded by 'the', occurring in a prepositional phrase that specifies geographic scope of business activity."}}
{"dataset": "ACE_2004", "split_idx": 386, "descriptions": {"organization": "A singular noun phrase denoting a corporate entity, appearing as the object of the preposition 'of' in the phrase 'the fastest-growing area of the company'.", "person": "A singular count noun denoting a human agent, appearing as the subject of the verb 'calls' and modified by the adjective 'Idol'."}}
{"dataset": "ACE_2004", "split_idx": 387, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a broad territorial or geopolitical region, appearing in a prepositional phrase headed by 'in' and modified by a relative clause describing instability.", "person": "A plural noun phrase headed by 'officials' and modified by a geographic or institutional specifier, appearing as the subject of a verb phrase describing coordinated action.", "location": "A proper noun phrase denoting a U.S. state, appearing at the start of the sentence and followed by a comma, serving as the spatial anchor for the subsequent clause."}}
{"dataset": "ACE_2004", "split_idx": 388, "descriptions": {"organization": "A proper noun appearing before an apostrophe and 's', indicating the institutional affiliation of a media outlet mentioned in the text.", "person": "A capitalized name consisting of two adjacent words, where the first is a given name and the second is a surname, occurring after an apostrophe-s and before a noun phrase describing a role or function."}}
{"dataset": "ACE_2004", "split_idx": 389, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a collective identity tied to a specific territory, appearing in apposition to a person's title and role in a geopolitical context.", "organization": "A formal institutional title composed of a hierarchical position followed by 'of' and a domain-specific noun, used to identify a high-level governmental officeholder.", "person": "A capitalized name or name sequence that functions as the grammatical subject or object of a verb denoting political action, leadership, or official status."}}
{"dataset": "ACE_2004", "split_idx": 390, "descriptions": {"person": "A singular third-person singular pronoun that serves as the grammatical subject of a verb phrase describing past ability or ongoing capacity."}}
{"dataset": "ACE_2004", "split_idx": 391, "descriptions": {"person": "A singular human referent introduced by the definite article 'he' and functioning as the grammatical subject of a verb phrase expressing capability or action."}}
{"dataset": "ACE_2004", "split_idx": 392, "descriptions": {"person": "A capitalized word functioning as the grammatical subject of a verb phrase, introduced without article or modifier, and appearing in a clause where it is the agent performing a reported action."}}
{"dataset": "ACE_2004", "split_idx": 393, "descriptions": {"geographical social political": "A noun phrase denoting a physical or conceptual location where political activity occurs, specifically the table used for negotiating agreements.", "person": "A named individual introduced with an honorific and first name, appearing in a conditional clause about political action."}}
{"dataset": "ACE_2004", "split_idx": 394, "descriptions": {"geographical social political": "A collective noun denoting a people or group whose support is mobilized through protests, appearing in a prepositional phrase indicating origin or support base.", "person": "A capitalized name appearing in apposition with a possessive noun phrase ('his advisers') and serving as the grammatical subject of a clause about power and violence."}}
{"dataset": "ACE_2004", "split_idx": 395, "descriptions": {"geographical social political": "A collective noun phrase referring to the entire population of a nation, used in the context of being killed daily and asked to lie back and die quietly.", "person": "A proper noun referring to an individual holding the highest executive office in a nation, introduced with the title 'president' and followed by a capitalized surname."}}
{"dataset": "ACE_2004", "split_idx": 396, "descriptions": {"geographical social political": "A noun phrase denoting a side in a disagreement, modified by 'which' and governed by 'over', and appearing as the object of 'spilled over to'.", "organization": "A formal institutional entity named as the recipient of spilled disagreement, introduced by the preposition 'to' after 'spilled over'."}}
{"dataset": "ACE_2004", "split_idx": 397, "descriptions": {"geographical social political": "A capitalized name of a country that functions as the direct object of a verb indicating evaluation or judgment within a formal political context.", "organization": "A noun phrase headed by 'resolution' and modified by 'security council', appearing as the subject of a verb indicating official action or evaluation."}}
{"dataset": "ACE_2004", "split_idx": 398, "descriptions": {"geographical social political": "A capitalized two-letter abbreviation for a country, occurring in a noun phrase that modifies a verb of political action and is not part of a larger compound or title."}}
{"dataset": "ACE_2004", "split_idx": 399, "descriptions": {"geographical social political": "A noun phrase referring to the two opposing parties involved in the conflict, explicitly named as 'both sides' in the context of a violent situation being de-escalated.", "organization": "A singular noun phrase denoting a governing or administrative body, introduced with the definite article and functioning as the subject performing diplomatic action."}}
{"dataset": "ACE_2004", "split_idx": 400, "descriptions": {"geographical social political": "A spatially bounded area referenced in relation to control, restriction, or positioning, often modified by national or ethnic identifiers and appearing in prepositional phrases indicating location or proximity.", "person": "A plural, uncountable noun denoting a group of individuals present in a public or tactical context, often governed by verbs of control, restraint, or movement."}}
{"dataset": "ACE_2004", "split_idx": 401, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a broad territorial or geopolitical region, appearing in a noun phrase headed by 'summit' and modified by 'middle east'.", "person": "A proper noun phrase consisting of a title and a personal name, where the title is 'president' and the name is 'clinton', appearing in apposition after 'aids to'.", "location": "A singular capitalized noun denoting a sovereign state, occurring after the preposition 'in' and preceding a verb phrase describing a planned event."}}
{"dataset": "ACE_2004", "split_idx": 402, "descriptions": {"geographical social political": "A compound modifier consisting of two capitalized nouns joined by 'and', both denoting distinct national or regional affiliations, used attributively before a noun like 'leaders'.", "person": "A singular, capitalized common noun denoting a high-level political officeholder, appearing as the grammatical subject of a clause about attendance possibility."}}
{"dataset": "ACE_2004", "split_idx": 403, "descriptions": {"organization": "A proper noun phrase denoting a media outlet or news organization, appearing in the text as a standalone token after a comma and before a period or end of sentence.", "person": "A sequence of two adjacent capitalized words, each consisting of one or more alphabetic characters, occurring at the start of the text and separated by a comma.", "facility": "A proper noun phrase denoting a government building or official residence, appearing in the text as a standalone token after a comma and before a period or end of sentence."}}
{"dataset": "ACE_2004", "split_idx": 404, "descriptions": {"geographical social political": "A capitalized proper noun denoting one of two distinct geopolitical entities, appearing in a coordinated noun phrase with 'and' and modifying 'people'.", "person": "A quantified plural noun phrase headed by a numeral and ending in 'people', serving as the subject of a verb phrase describing participation in an event."}}
{"dataset": "ACE_2004", "split_idx": 405, "descriptions": {"organization": "A capitalized abbreviation appearing before an apostrophe and an apostrophe-s possessive construction, indicating the source of the reported story.", "person": "A proper noun phrase appearing after an apostrophe-s possessive and before a period, identifying the individual who authored or reported the story."}}
{"dataset": "ACE_2004", "split_idx": 406, "descriptions": {"geographical social political": "A geopolitical entity name appearing in apposition with a political adjective or modifier, such as 'communist North Korea', where the modifier specifies ideological or political affiliation.", "person": "A plural noun phrase denoting kinship-based individuals, introduced with a cardinal number and modified by a possessive determiner indicating shared familial relationship."}}
{"dataset": "ACE_2004", "split_idx": 407, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a geopolitical entity or region, appearing in a prepositional phrase indicating location or affiliation, and modified by a directional adjective.", "person": "A plural noun phrase denoting a group of people defined by shared nationality or kinship, appearing as the subject of a verb phrase describing collective movement or gathering."}}
{"dataset": "ACE_2004", "split_idx": 408, "descriptions": {"geographical social political": "A noun phrase combining a geopolitical modifier with a collective noun denoting a group of people, used attributively to specify origin or affiliation in a clause about official statements.", "organization": "A plural noun phrase denoting a class of institutions or entities, appearing in a prepositional phrase headed by 'for' and modified by a noun like 'interest'.", "person": "A plural noun phrase denoting individuals holding official positions, modified by a geopolitical adjective and appearing as the subject of a verb phrase describing speech or action."}}
{"dataset": "ACE_2004", "split_idx": 409, "descriptions": {"geographical social political": "A noun phrase denoting a physical or administrative location, appearing in the text as part of a prepositional phrase modifying 'reunions', with no determiner or modifier beyond the preposition itself."}}
{"dataset": "ACE_2004", "split_idx": 410, "descriptions": {"person": "A plural common noun denoting human individuals who are the subjects of reunion efforts and financial commitments in the text."}}
{"dataset": "ACE_2004", "split_idx": 411, "descriptions": {"geographical social political": "A noun phrase denoting a pair of opposing political or military adversaries from the Cold War era, introduced with the definite article and the noun 'enemies'."}}
{"dataset": "ACE_2004", "split_idx": 412, "descriptions": {"geographical social political": "A pair of capitalized geopolitical terms joined by 'and', each denoting a nation-state, used attributively before 'leaders' to specify their national affiliation.", "person": "A plural noun phrase headed by 'leaders', preceded by a coordinated geographical modifier, and serving as the grammatical subject of a verb phrase describing agreement."}}
{"dataset": "ACE_2004", "split_idx": 413, "descriptions": {"geographical social political": "A proper noun denoting a city or region, appearing at the end of the text after a comma and before a period, and not preceded by a determiner or modifier.", "organization": "A capitalized multi-word or single-word name that occurs between two commas, with no preceding determiner or article, and is not part of a larger noun phrase.", "person": "A capitalized two-word proper noun phrase appearing at the start of the text, before a comma and before an organization name."}}
{"dataset": "ACE_2004", "split_idx": 414, "descriptions": {"organization": "A proper noun phrase naming an international broadcasting entity, appearing as a compound noun with 'Radio' and 'Canada' as core elements, followed by 'International' as a postpositive modifier.", "person": "A third-person singular pronoun referring to the reader or listener, appearing in the clause 'if you are in South Asia' and serving as the subject of a modal verb clause.", "location": "A proper noun phrase denoting a broad geographic region, appearing after 'in' and before a comma, and consisting of two capitalized words joined by a space."}}
{"dataset": "ACE_2004", "split_idx": 415, "descriptions": {"geographical social political": "A capitalized name of a nation-state that follows a preposition like 'at' and is syntactically linked to a time interval and frequency.", "organization": "A capitalized multi-word or single-word name of an institutional entity, introduced by 'via' and followed by a comma or colon, indicating a source of information.", "person": "A capitalized name introduced by 'according to' and followed by a comma, indicating attribution of a statement or claim."}}
{"dataset": "ACE_2004", "split_idx": 416, "descriptions": {"organization": "A capitalized abbreviation appearing at the start of the sentence, followed by a verb phrase indicating communication or information dissemination.", "location": "A capitalized noun phrase following 'to' and preceding a period, denoting a broad geographic region referenced as a destination for a planned service."}}
{"dataset": "ACE_2004", "split_idx": 417, "descriptions": {"person": "A capitalized noun phrase denoting an individual who holds or is associated with a formal political office, appearing as a subject or object in a clause about shared activity."}}
{"dataset": "ACE_2004", "split_idx": 418, "descriptions": {"person": "A plural noun phrase denoting individuals who hold a specific governmental or institutional role, modified by the possessive determiner 'their' and appearing as the object of a verb indicating delegation or assignment."}}
{"dataset": "ACE_2004", "split_idx": 419, "descriptions": {"organization": "A proper noun phrase appearing in apposition after a possessive apostrophe-s, functioning as the subject of a media-related noun phrase.", "person": "A capitalized name occurring in a noun phrase headed by 'chip', preceded by a possessive organization reference and separated by a space."}}
{"dataset": "ACE_2004", "split_idx": 420, "descriptions": {"organization": "A singular count noun denoting a religious institution, appearing after the preposition 'at' and preceding a temporal clause.", "person": "A singular common noun denoting a human individual, appearing as the possessor in a possessive construction with 'his' and preceding a noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 421, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 422, "descriptions": {"person": "A plural pronoun referring to the speaker and listener collectively, appearing in the phrase 'hope you all have' and functioning as the grammatical subject of the verb 'have'."}}
{"dataset": "ACE_2004", "split_idx": 423, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a prepositional phrase indicating location of an event, and modified by a noun phrase describing a contested electoral process.", "person": "A capitalized name appearing in a coordinated list of individuals assigned responsibility for defending a contested electoral process."}}
{"dataset": "ACE_2004", "split_idx": 424, "descriptions": {"geographical social political": "A term denoting a jurisdictional or administrative entity that governs or enforces rules, appearing in this text as the source of legal authority."}}
{"dataset": "ACE_2004", "split_idx": 425, "descriptions": {"geographical social political": "A noun phrase naming a jurisdictional or administrative domain, appearing as a proper noun followed by 'law' and functioning as the subject of a clause about legal provisions."}}
{"dataset": "ACE_2004", "split_idx": 426, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a prepositional phrase indicating geographic scope of electoral activity.", "organization": "A capitalized noun phrase denoting a political campaign entity, appearing as the subject of a verb phrase describing coordinated electoral activity.", "person": "A capitalized name appearing as the grammatical subject of a clause where it performs an action related to political evaluation or prediction."}}
{"dataset": "ACE_2004", "split_idx": 427, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a prepositional phrase indicating location of a personal residence and modified by the definite article 'the'.", "person": "A capitalized name or title-name combination that functions as a grammatical subject or object and is associated with actions like spending time, appearing on shows, or being described as a 'point man'.", "facility": "A singular count noun denoting a residential property, modified by the possessive determiner 'his' and the noun 'ranch', and embedded in a locative prepositional phrase."}}
{"dataset": "ACE_2004", "split_idx": 428, "descriptions": {"person": "A noun phrase denoting a human agent whose actions or decisions are implicated in the consequences described, specifically as the source of error or mischief."}}
{"dataset": "ACE_2004", "split_idx": 429, "descriptions": {"organization": "A formal institution or body referenced as a place where legal action occurs, specifically mentioned as a venue for resolving disputes in this text.", "person": "A plural noun phrase denoting individuals who hold advisory roles and are attributed with making statements about legal consequences."}}
{"dataset": "ACE_2004", "split_idx": 430, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a list of jurisdictions where recount requests may be filed, and modified by the preposition 'in' or 'where'.", "person": "A plural noun referring to human agents who may ask for recounts, introduced as the subject of a conditional clause about losing a state."}}
{"dataset": "ACE_2004", "split_idx": 431, "descriptions": {"geographical social political": "A term referring to a place or jurisdiction that is mentioned as having potential to help win, even without another place, and is not explicitly named as a person or abstract concept.", "person": "A plural noun referring to human individuals collectively, appearing as the subject of a verb phrase describing intent or capability to win."}}
{"dataset": "ACE_2004", "split_idx": 432, "descriptions": {"geographical social political": "A noun phrase denoting a type of electoral contest, appearing after 'where the race is a' and before a period."}}
{"dataset": "ACE_2004", "split_idx": 433, "descriptions": {"geographical social political": "A plural noun phrase denoting administrative divisions of a state, appearing in the context of ballot impoundment and recount preparation.", "organization": "A formal law enforcement body named with a geographic modifier and the words 'state police', appearing as the subject performing an action related to ballot impoundment.", "person": "A plural noun referring to individuals collectively addressed as potential agents of ballot tampering, introduced by the preposition 'no one'."}}
{"dataset": "ACE_2004", "split_idx": 434, "descriptions": {"geographical social political": "A place name that functions as a modifier of a political or legal institution, indicating jurisdictional or procedural context in a recount-related dispute.", "organization": "A collective entity identified by a compound noun phrase where the first element is a descriptive noun and the second is 'team', used as the grammatical subject of a verb indicating deliberation.", "person": "A plural common noun referring to individuals who are parties to a legal or electoral contest, explicitly described as holding opposing positions in a recount-related dispute."}}
{"dataset": "ACE_2004", "split_idx": 435, "descriptions": {"geographical social political": "A capitalized place name that occurs in isolation on a line, positioned after a comma and before a period, and is not part of an organization or person name.", "organization": "A proper noun phrase appearing after a comma and before a period, consisting of two or more capitalized words separated by spaces, and not matching the pattern of a person or location.", "person": "A capitalized two-word sequence appearing at the start of the text, before any comma or period, and not followed by a comma or period immediately afterward."}}
{"dataset": "ACE_2004", "split_idx": 436, "descriptions": {"organization": "A singular, capitalized noun used as the subject of a verb phrase indicating ongoing activity, with no determiner or modifier in this text.", "location": "A noun phrase headed by 'overseas', preceded by the definite article and functioning as the object of 'playing' in a clause about international impact."}}
{"dataset": "ACE_2004", "split_idx": 437, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a nation-state, appearing in a prepositional phrase headed by 'for' and modified by a possessive determiner.", "organization": "A proper noun phrase naming a broadcast network, introduced by the definite article and modified by a geographic descriptor and temporal or functional label.", "person": "A capitalized two-part proper noun appearing after a preposition and before a verb phrase describing speech or action."}}
{"dataset": "ACE_2004", "split_idx": 438, "descriptions": {"geographical social political": "A singular, unmodified noun denoting a physical or conceptual location, used here to indicate where an event or emotion occurs."}}
{"dataset": "ACE_2004", "split_idx": 439, "descriptions": {"geographical social political": "A compound noun phrase where the first element specifies a place or nation and the second element denotes a structured political arrangement or framework."}}
{"dataset": "ACE_2004", "split_idx": 440, "descriptions": {"geographical social political": "A compound noun phrase where 'geographical' modifies 'social political', appearing in a prepositional phrase headed by 'here' and describing proximity to election-related events."}}
{"dataset": "ACE_2004", "split_idx": 441, "descriptions": {"geographical social political": "A noun phrase denoting a collective identity tied to a specific geographic location, appearing as a plural noun modified by a possessive or attributive geographic reference in this text."}}
{"dataset": "ACE_2004", "split_idx": 442, "descriptions": {"geographical social political": "A location-based reference to a physical place where media activity occurs, expressed as a noun phrase with 'here' as a prenominal modifier.", "person": "A plural noun phrase denoting human recipients of media content, introduced by the possessive determiner 'my' and governed by the verb 'convey'."}}
{"dataset": "ACE_2004", "split_idx": 443, "descriptions": {"person": "A singular noun referring to an individual, appearing in the phrase 'this is undemocratic' as the grammatical subject of a relative clause introduced by 'this is'."}}
{"dataset": "ACE_2004", "split_idx": 444, "descriptions": {"geographical social political": "A noun phrase denoting a political system or ideal, appearing as the direct object of 'talking about' and modified by the superlative 'greatest'."}}
{"dataset": "ACE_2004", "split_idx": 445, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 446, "descriptions": {"person": "A singular noun referring to an individual, appearing in the phrase 'i felt' and serving as the grammatical subject of a verb expressing subjective experience."}}
{"dataset": "ACE_2004", "split_idx": 447, "descriptions": {"geographical social political": "A noun phrase denoting a collective group defined by shared geographic origin and political affiliation, appearing as a compound modifier before a noun like 'citizens'."}}
{"dataset": "ACE_2004", "split_idx": 448, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a broad territorial or geopolitical entity, appearing in apposition or coordination with other similar entities and modified by prepositional phrases indicating scope or context.", "person": "A noun phrase consisting of a nationality adjective followed by a common noun denoting a human role or identity, appearing in apposition or as a subject of a clause describing collective action or perspective.", "location": "A capitalized noun phrase denoting a broad territorial or geopolitical region, appearing in apposition or coordination with other similar entities and modified by prepositional phrases indicating scope or context."}}
{"dataset": "ACE_2004", "split_idx": 449, "descriptions": {"geographical social political": "A singular noun phrase denoting a type of media transmission, appearing in a prepositional phrase headed by 'here' and modified by 'live'."}}
{"dataset": "ACE_2004", "split_idx": 450, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group, appearing in the text as the object of the preposition 'of' in the phrase 'this story' and modified by the determiner 'this'."}}
{"dataset": "ACE_2004", "split_idx": 451, "descriptions": {"geographical social political": "A noun phrase referring to a place or region that is explicitly named and modified by a possessive determiner in this text.", "person": "A singular count noun referring to an individual human, used in a first-person pronoun context and appearing without article or modifier in this text."}}
{"dataset": "ACE_2004", "split_idx": 452, "descriptions": {"geographical social political": "A capitalized noun denoting a nation-state, used attributively before a plural count noun to specify origin or affiliation.", "person": "A plural noun phrase denoting individuals collectively identified by national origin, appearing as the subject of a passive verb phrase describing death."}}
{"dataset": "ACE_2004", "split_idx": 453, "descriptions": {"organization": "A plural noun phrase denoting a collective group of people acting jointly, introduced with the definite article and modified by a descriptive noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 454, "descriptions": {"person": "A first-person singular pronoun referring to the speaker, appearing at the start of the sentence and followed by a verb phrase expressing an opinion."}}
{"dataset": "ACE_2004", "split_idx": 455, "descriptions": {"geographical social political": "A noun phrase referring to a physical or spatial location that is modified by the preposition 'here' and appears in a clause describing worsening conditions."}}
{"dataset": "ACE_2004", "split_idx": 456, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a sovereign state, appearing in a prepositional phrase headed by 'of' and modifying a person's role.", "person": "A title denoting the head of state of a nation, appearing in a prepositional phrase headed by 'for some help' and modified by a possessive noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 457, "descriptions": {"geographical social political": "A noun phrase denoting a collective group defined by shared national affiliation and geographic origin, appearing as a plural noun with a proper adjective modifying a plural noun.", "person": "A title followed by a capitalized surname, appearing in apposition to a pronoun or verb phrase indicating agency or intention."}}
{"dataset": "ACE_2004", "split_idx": 458, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a sovereign state or its constituent territories, appearing in a locative prepositional phrase with 'in' and modified by a relative clause about uncertainty or complexity.", "person": "A plural noun phrase denoting a group of people sharing a national or ethnic identity, appearing as the subject of a verb expressing collective concern or anxiety."}}
{"dataset": "ACE_2004", "split_idx": 459, "descriptions": {"geographical social political": "A capitalized geopolitical name appearing in a comparative clause about perceived perfection, positioned as a contrastive reference point.", "person": "A plural noun phrase denoting a group of people sharing a national or ethnic identity, appearing as the subject of a clause describing collective perception or experience."}}
{"dataset": "ACE_2004", "split_idx": 460, "descriptions": {"geographical social political": "A noun phrase denoting a physical or spatial location, appearing in the fixed collocation 'far from being perfect' and modified by the determiner 'they' in the subject position of the first clause."}}
{"dataset": "ACE_2004", "split_idx": 461, "descriptions": {"geographical social political": "A capitalized noun denoting a nation-state, occurring in a prepositional phrase headed by 'from' and modifying a person's professional role.", "organization": "A proper noun phrase containing a number, a space, and the word 'network', appearing after a person's name and before a period or comma.", "person": "A capitalized name sequence with internal spacing, occurring before a comma and a descriptive noun phrase containing 'anchorman'."}}
{"dataset": "ACE_2004", "split_idx": 462, "descriptions": {"person": "A proper noun referring to an individual named in the text, appearing either as a standalone name or as part of a compound noun phrase that denotes a person's relationship to another named individual."}}
{"dataset": "ACE_2004", "split_idx": 463, "descriptions": {"person": "A singular third-person pronoun that serves as the grammatical subject of the main clause and is not modified by any proper noun or appositive in this sentence."}}
{"dataset": "ACE_2004", "split_idx": 464, "descriptions": {"organization": "A proper noun phrase denoting a corporate entity, introduced by the phrase 'officially known as' and followed by a possessive construction referencing a person's name.", "person": "A capitalized name occurring in a possessive construction modifying 'company', where the name is not part of a larger compound proper noun."}}
{"dataset": "ACE_2004", "split_idx": 465, "descriptions": {"organization": "A singular noun phrase referring to a corporate entity that makes statements about financial estimates and is grammatically marked as the subject performing the action of being 'comfortable'."}}
{"dataset": "ACE_2004", "split_idx": 466, "descriptions": {"organization": "A proper noun denoting a commercial entity that sells goods, appearing in the text as part of a noun phrase modifying 'line' and preceded by 'at'.", "person": "A capitalized name appearing at the start of the sentence, followed by a predicate describing media or commercial output.", "facility": "A capitalized compound noun introduced by 'a' and followed by 'line', indicating a branded retail category."}}
{"dataset": "ACE_2004", "split_idx": 467, "descriptions": {"geographical social political": "A capitalized place name that follows a preposition and is not part of a larger institutional or organizational name.", "organization": "A short uppercase letter sequence that modifies a possessive apostrophe-s and precedes a person's name in a journalistic attribution.", "person": "A two-part proper noun phrase consisting of a first name and last name, appearing after a possessive organization name and before a prepositional phrase indicating location.", "location": "A capitalized place name that follows a preposition and is not part of a larger institutional or organizational name."}}
{"dataset": "ACE_2004", "split_idx": 468, "descriptions": {"geographical social political": "A place name that appears in a prepositional phrase indicating location of an electoral event, specifically following 'in' and preceding a hyphenated or spaced administrative designation.", "organization": "A collective noun phrase denoting a political group, appearing in possessive form with an apostrophe-s and followed by a plan or strategy related to electoral action.", "person": "A capitalized name occurring at the start of the sentence, followed by a verb phrase indicating reaction or involvement in a political event."}}
{"dataset": "ACE_2004", "split_idx": 469, "descriptions": {"organization": "A collective noun phrase referring to a group associated with a specific political figure, introduced with the definite article and appearing after 'from the'.", "person": "A capitalized name occurring in a vocative position, directly following a colon and preceding a comma, indicating a speaker or referent."}}
{"dataset": "ACE_2004", "split_idx": 470, "descriptions": {"organization": "A proper noun phrase denoting a political campaign, introduced with the definite article and capitalized initial letters, appearing as the subject of a verb phrase describing a decision or refusal.", "person": "A capitalized surname appearing in a noun phrase that modifies 'campaign', indicating the campaign's affiliation with a specific individual."}}
{"dataset": "ACE_2004", "split_idx": 471, "descriptions": {"geographical social political": "A plural noun phrase denoting administrative or civic units, appearing in the fixed collocation 'all the relevant counties' as the object of 'in'.", "organization": "A collective noun phrase referring to a group of people acting jointly in a political or administrative capacity, specifically 'gore team' and 'democrats', both appearing as subjects or objects in clauses about decision-making and public reception.", "person": "A plural common noun denoting a broad, non-specific human population, used in the phrase 'the public' as the object of 'would not only accept but demand'."}}
{"dataset": "ACE_2004", "split_idx": 472, "descriptions": {"organization": "A collective entity referred to by a capitalized noun phrase that functions as a subject performing actions like responding or making statements, and is syntactically coordinated with other similar entities using commas.", "person": "A singular, capitalized common noun used as a metaphorical label for a group of people, appearing in a clause where it is equated with a negative evaluative outcome and preceded by 'that in that scenario'."}}
{"dataset": "ACE_2004", "split_idx": 473, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a prepositional phrase headed by 'for' and modifying a noun phrase about collective action or conflict."}}
{"dataset": "ACE_2004", "split_idx": 474, "descriptions": {"geographical social political": "A capitalized place name that functions as a locative complement to a verb of presence or event, without accompanying descriptors like 'city' or 'state'.", "person": "A capitalized name or name pair occurring in apposition to a collective noun or event description, and syntactically linked to verbs of presence or participation."}}
{"dataset": "ACE_2004", "split_idx": 475, "descriptions": {"geographical social political": "A compound noun phrase where the first element is a U.S. state name and the second is the word 'governor', forming a formal title used to identify a political officeholder.", "person": "A noun phrase consisting of a state name followed by the word 'governor', used as the grammatical subject of a clause describing a personal activity.", "facility": "A singular count noun preceded by the possessive determiner 'his', appearing in a prepositional phrase indicating location of an activity."}}
{"dataset": "ACE_2004", "split_idx": 476, "descriptions": {"person": "A title indicating a high-ranking official in the U.S. federal executive branch, used here to refer to the head of state or government.", "facility": "A physical location where a person resides, specified here as the site of an absence and associated with a personal activity."}}
{"dataset": "ACE_2004", "split_idx": 477, "descriptions": {"person": "A singular, capitalized name functioning as the grammatical subject of a clause describing possession or preference, with no modifiers or appositives."}}
{"dataset": "ACE_2004", "split_idx": 478, "descriptions": {"person": "A proper noun or noun phrase referring to an individual, appearing as a subject or object in a clause describing a medical event involving a vice presidential candidate's family members.", "facility": "A singular count noun denoting a medical institution, appearing in a prepositional phrase headed by 'in' and modified by a possessive noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 479, "descriptions": {"person": "A singular human referent introduced by a possessive pronoun and a determiner, functioning as the grammatical subject of a clause describing health status."}}
{"dataset": "ACE_2004", "split_idx": 480, "descriptions": {"person": "A capitalized name or honorific-plus-name construction that functions as the grammatical subject or object of a verb related to official or personal action."}}
{"dataset": "ACE_2004", "split_idx": 481, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a noun phrase modifying 'vote fight' and capitalized without article.", "person": "A title followed by a capitalized surname, appearing in apposition to a verb phrase describing speech or action."}}
{"dataset": "ACE_2004", "split_idx": 482, "descriptions": {"person": "A plural noun phrase denoting individuals who have attempted to vote and are subject to legal voting procedures, as stated in the text."}}
{"dataset": "ACE_2004", "split_idx": 483, "descriptions": {"person": "A plural pronoun referring to multiple human individuals, appearing at the start of the text and followed by a period."}}
{"dataset": "ACE_2004", "split_idx": 484, "descriptions": {"person": "A proper noun referring to an individual named in the text, appearing as a standalone capitalized word without modifiers or titles, and occurring in a list of people associated with a political context."}}
{"dataset": "ACE_2004", "split_idx": 485, "descriptions": {"person": "A capitalized word functioning as a direct address, occurring at the end of a sentence and preceded by a question mark."}}
{"dataset": "ACE_2004", "split_idx": 486, "descriptions": {"geographical social political": "A capitalized place name that follows a possessive construction and a person’s name, indicating a real-world location tied to media activity.", "organization": "A short uppercase string that precedes an apostrophe and a possessive apostrophe, functioning as a noun adjunct before a person’s name.", "person": "A capitalized two-part name appearing after a possessive apostrophe and before a prepositional phrase indicating location."}}
{"dataset": "ACE_2004", "split_idx": 487, "descriptions": {"person": "A capitalized word that functions as the grammatical subject of a salutation, occurring before a comma and followed by a verb phrase expressing gratitude."}}
{"dataset": "ACE_2004", "split_idx": 488, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 489, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a physical terrain feature or a geopolitical entity, both appearing in apposition or as a noun complement in a prepositional phrase.", "person": "A capitalized two-part proper noun appearing in apposition with a role or nationality, and co-occurring with verbs indicating athletic participation or competition.", "facility": "A common noun phrase denoting a built environment for recreational activity, modified by a definite article and appearing in a prepositional phrase indicating location."}}
{"dataset": "ACE_2004", "split_idx": 490, "descriptions": {"person": "A capitalized name denoting a human participant in the race, appearing as the subject of verbs like 'trailed' and 'finished'.", "facility": "A proper noun phrase containing 'Olympic Hill' and modified by a possessive noun phrase referencing a person's name."}}
{"dataset": "ACE_2004", "split_idx": 491, "descriptions": {"person": "A capitalized name denoting a human participant in the ski jump event, either as a competitor or as a skier who joins another competitor."}}
{"dataset": "ACE_2004", "split_idx": 492, "descriptions": {"organization": "A collective entity named with a capitalized common noun, appearing in a prepositional phrase indicating membership or affiliation.", "person": "A capitalized singular noun functioning as the grammatical subject of a clause describing a past-time event and a duration of membership."}}
{"dataset": "ACE_2004", "split_idx": 493, "descriptions": {"person": "A proper noun phrase appearing after the word 'I am' and preceding a period, consisting of two capitalized words separated by a space."}}
{"dataset": "ACE_2004", "split_idx": 494, "descriptions": {"geographical social political": "A noun phrase denoting a sovereign territorial entity, appearing as the subject of a possessive construction and modified by a superlative adjective indicating exceptional status.", "organization": "A noun phrase headed by 'court' and modified by a possessive determiner and superlative adjective, indicating a judicial institution of national significance."}}
{"dataset": "ACE_2004", "split_idx": 495, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 496, "descriptions": {"person": "A proper noun phrase appearing after the preposition 'is' and preceding a noun phrase that specifies a professional role, with no intervening punctuation or modifiers."}}
{"dataset": "ACE_2004", "split_idx": 497, "descriptions": {"organization": "A proper noun phrase denoting a news media entity, appearing after the preposition 'to' in a phrase describing professional affiliation.", "person": "A singular common noun denoting a professional role, appearing as the subject of a prepositional phrase headed by 'to'."}}
{"dataset": "ACE_2004", "split_idx": 498, "descriptions": {"organization": "A formal judicial body named with an initialism containing periods and 'court', preceded by the definite article and the word 'supreme'."}}
{"dataset": "ACE_2004", "split_idx": 499, "descriptions": {"organization": "A formal judicial body referenced by its full official name, including both its jurisdictional scope and its hierarchical designation."}}
{"dataset": "ACE_2004", "split_idx": 500, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a prepositional phrase indicating scope of impact, and capitalized without article or modifier.", "organization": "A formal judicial body named with a capitalized common noun phrase containing 'court', preceded by a definite article and optionally a superlative modifier."}}
{"dataset": "ACE_2004", "split_idx": 501, "descriptions": {"organization": "A formal institution or judicial body named in the text, appearing as a proper noun phrase with capitalized initial letters and no internal modifiers indicating personhood or location.", "person": "A singular, capitalized common noun used as a subject or object in a clause describing a political or legal process, not modified by determiners or adjectives."}}
{"dataset": "ACE_2004", "split_idx": 502, "descriptions": {"organization": "A formal judicial body identified by its full official name, including both a country-specific abbreviation and the word 'supreme court', appearing in apposition with a determiner and verb phrase.", "person": "A proper noun appearing in apposition with 'both' and coordinated with another proper noun, both capitalized and not preceded by titles or descriptors in this text."}}
{"dataset": "ACE_2004", "split_idx": 503, "descriptions": {"person": "A plural noun denoting two opposing parties involved in a shared outcome, appearing in a coordinated subject phrase with 'both'."}}
{"dataset": "ACE_2004", "split_idx": 504, "descriptions": {"organization": "A named group or institution referenced as an actor performing political or legal action, such as initiating litigation or representing a campaign.", "person": "A proper noun referring to an individual who is the subject of a political campaign and is associated with the central constitutional argument being made to federal courts."}}
{"dataset": "ACE_2004", "split_idx": 505, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 506, "descriptions": {"organization": "A formal judicial institution named with a proper noun phrase containing 'supreme court' and a country or region identifier, appearing as the subject of a verb indicating judicial action.", "person": "A plural noun phrase denoting individuals who hold a specific judicial role, modified by a national or institutional adjective and appearing as the subject of collective action."}}
{"dataset": "ACE_2004", "split_idx": 507, "descriptions": {"organization": "A named group or campaign referenced as a collective actor in the context of electoral activity, introduced with a definite article and capitalized proper noun phrase.", "person": "A singular, capitalized common noun used as a subject or object in a clause describing a campaign victory, indicating a human agent rather than a group or organization."}}
{"dataset": "ACE_2004", "split_idx": 508, "descriptions": {"geographical social political": "A compound noun phrase where 'florida' functions as a pre-nominal modifier of a system or process, indicating jurisdictional or administrative scope.", "organization": "A formal institutional entity named with a capitalized common noun phrase, often preceded by a definite article and associated with judicial authority or oversight functions.", "person": "A singular, capitalized common noun used as a proper referent for a political figure or campaign, appearing in apposition or as a subject of action related to electoral activity."}}
{"dataset": "ACE_2004", "split_idx": 509, "descriptions": {"organization": "A formal judicial body named with an uppercase initial letter, the abbreviation 'supreme court', and the phrase 'u . s .' indicating its U.S. federal status.", "person": "A singular, capitalized common noun referring to an individual who is the subject of a legal action or decision, appearing in a question about judicial outcome."}}
{"dataset": "ACE_2004", "split_idx": 510, "descriptions": {"geographical social political": "A noun phrase denoting a jurisdictional or administrative system tied to a specific U.S. state, appearing in the context of judicial proceedings and described as a process rather than a court or institution.", "organization": "A formal institutional body named with a hierarchical title including 'supreme court' and a national or regional modifier, appearing as the subject of a clause about judicial role.", "person": "A single-word proper name appearing at the start of the sentence, followed by a comma, and serving as the grammatical subject of a conditional clause about judicial authority."}}
{"dataset": "ACE_2004", "split_idx": 511, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 512, "descriptions": {"person": "A proper noun phrase appearing after a title or role descriptor and before a comma, consisting of two or more capitalized words with no intervening punctuation."}}
{"dataset": "ACE_2004", "split_idx": 513, "descriptions": {"organization": "A proper noun phrase denoting a media entity, appearing in apposition after 'which leads us to' and before a quotation mark, with internal capitalization and no article.", "person": "A capitalized noun phrase introduced by a definite article and functioning as the subject of a verb phrase describing investigative activity, with no determiner or modifier."}}
{"dataset": "ACE_2004", "split_idx": 514, "descriptions": {"organization": "A proper noun phrase denoting a news production entity, appearing as a compound modifier before 'correspondents' and capitalized throughout.", "person": "A plural noun phrase denoting individuals who are running for the highest executive office in the United States, introduced with the definite article and modified by 'presidential'."}}
{"dataset": "ACE_2004", "split_idx": 515, "descriptions": {"person": "A singular noun referring to a human agent, appearing in subject position with a verb indicating initiation or participation in an event."}}
{"dataset": "ACE_2004", "split_idx": 516, "descriptions": {"person": "A capitalized name denoting a specific human being, occurring in a coordinated noun phrase where each member is linked by 'and' and shares the same syntactic role."}}
{"dataset": "ACE_2004", "split_idx": 517, "descriptions": {"person": "A proper noun phrase referring to an individual who is explicitly named as a presidential candidate in the context of a historical electoral contest."}}
{"dataset": "ACE_2004", "split_idx": 518, "descriptions": {"organization": "A proper noun appearing in apposition with a possessive construction and preceding a person's role, indicating the institutional affiliation of a media outlet.", "person": "A two-part proper noun appearing after a possessive noun phrase and before a role descriptor, functioning as the grammatical subject of a clause."}}
{"dataset": "ACE_2004", "split_idx": 519, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 520, "descriptions": {"geographical social political": "A capitalized place name that follows a person’s name and a preposition like 'of', indicating a jurisdictional or regional association.", "person": "A capitalized name or name pair that functions as a grammatical subject or object, often preceded by a role label like 'reporter' or followed by a possessive or appositive phrase."}}
{"dataset": "ACE_2004", "split_idx": 521, "descriptions": {"person": "A singular noun referring to an individual who is the subject of faith and whose future actions are described using conditional or reported speech markers."}}
{"dataset": "ACE_2004", "split_idx": 522, "descriptions": {"geographical social political": "A capitalized place name that follows the preposition 'of' and modifies a person or group, indicating their geographic affiliation.", "person": "A capitalized name or name sequence that functions as a grammatical subject or object and is associated with roles like 'reporter' or 'of new jersey'."}}
{"dataset": "ACE_2004", "split_idx": 523, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 524, "descriptions": {"person": "A plural noun referring to individuals who hold or are eligible for employment, appearing in the context of current labor market conditions."}}
{"dataset": "ACE_2004", "split_idx": 525, "descriptions": {"person": "A noun phrase denoting an individual or group of individuals who are the subject of evaluation or comparison in the context of political candidacy, specifically mentioned as having economic plans."}}
{"dataset": "ACE_2004", "split_idx": 526, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 527, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 528, "descriptions": {"person": "A capitalized name occurring in a coordinated noun phrase where both elements are questioned about their capacity to uphold commitments."}}
{"dataset": "ACE_2004", "split_idx": 529, "descriptions": {"organization": "A named entity introduced with a definite article and descriptive modifiers, functioning as the grammatical subject of a verb phrase describing an action or activity."}}
{"dataset": "ACE_2004", "split_idx": 530, "descriptions": {"person": "A plural noun phrase referring to individuals who are credited with producing or presenting the work, appearing in possessive form before a noun like 'conclusion'."}}
{"dataset": "ACE_2004", "split_idx": 531, "descriptions": {"person": "A plural noun referring to individuals who are the subject of the imperative advice in the sentence, introduced by the preposition 'from'."}}
{"dataset": "ACE_2004", "split_idx": 532, "descriptions": {"person": "A singular noun referring to an individual human, used here in a general sense without proper name or specific reference to a particular person."}}
{"dataset": "ACE_2004", "split_idx": 533, "descriptions": {"person": "A plural pronoun referring to a group of individuals who are the subject of the verb 'ing' and whose actions or attributes are described in the clause."}}
{"dataset": "ACE_2004", "split_idx": 534, "descriptions": {"geographical social political": "A singular, unmodified noun denoting the highest-level administrative unit of a nation-state, appearing in contexts involving fiscal responsibility, budgetary projections, or governmental action.", "organization": "A formal institutional entity named with a capitalized multi-word proper noun, introduced as the source of authoritative predictions about fiscal outcomes.", "person": "A capitalized proper noun appearing in apposition with 'both', indicating an individual who relies on predictions from an organization about government spending and revenue."}}
{"dataset": "ACE_2004", "split_idx": 535, "descriptions": {"geographical social political": "A term referring to a domain of public policy or governance, appearing in the phrase 'new government programs' as part of a list of fiscal initiatives."}}
{"dataset": "ACE_2004", "split_idx": 536, "descriptions": {"person": "A plural noun phrase denoting individuals who hold formal positions of economic analysis and are attributed with making optimistic economic assumptions about the candidates."}}
{"dataset": "ACE_2004", "split_idx": 537, "descriptions": {"geographical social political": "A noun phrase denoting a collective political entity that performs actions like assuming or raising spending, and is modified by 'government' in the text.", "person": "A plural noun referring to individuals who hold or are expected to hold elected office and make assumptions about economic conditions."}}
{"dataset": "ACE_2004", "split_idx": 538, "descriptions": {"person": "A plural noun phrase denoting individuals who provide expert analysis, introduced with a definite article and followed by a verb phrase indicating their opinion or assessment."}}
{"dataset": "ACE_2004", "split_idx": 539, "descriptions": {"person": "A plural noun phrase denoting individuals who are running for elected office, introduced with the definite article and appearing as the subject of a verb phrase describing shared assumptions."}}
{"dataset": "ACE_2004", "split_idx": 540, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 541, "descriptions": {"person": "A plural noun phrase referring to individuals who provide expert commentary on economic conditions and policy implications."}}
{"dataset": "ACE_2004", "split_idx": 542, "descriptions": {"organization": "A proper noun phrase appearing in quotation marks and followed by a verb phrase indicating publication or editorial activity, such as 'puts it bluntly' or 'calls their promises'.", "person": "A capitalized word occurring in apposition to a noun phrase like 'magazine' or 'calls their promises', functioning as a subject or object of a verb implying agency or attribution."}}
{"dataset": "ACE_2004", "split_idx": 543, "descriptions": {"organization": "A proper noun phrase appearing in quotation marks and followed by a verb phrase indicating attribution of opinion or statement.", "person": ""}}
{"dataset": "ACE_2004", "split_idx": 544, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state or nation, appearing in apposition to a plural noun phrase referring to voters, and preceded by a possessive or prepositional phrase indicating origin or association.", "person": "A plural proper noun phrase denoting a family or group, introduced by a possessive determiner and followed by a geographic modifier, appearing in a list of entities receiving warnings."}}
{"dataset": "ACE_2004", "split_idx": 545, "descriptions": {"person": "A human referent implied by a verb phrase indicating agency or intention, such as 'keep your hand on your wallet', where the subject is not explicitly named but inferred from the action."}}
{"dataset": "ACE_2004", "split_idx": 546, "descriptions": {"geographical social political": "A capitalized place name that occurs in a standalone line, separated from other elements by commas and lacking any descriptive or functional modifiers.", "organization": "A proper noun phrase appearing after a comma and before a period, consisting of two or more capitalized words, with no internal punctuation or conjunctions.", "person": "A sequence of two adjacent capitalized words separated by a comma, occurring at the very beginning of the text and preceding an organization name."}}
{"dataset": "ACE_2004", "split_idx": 547, "descriptions": {"organization": "A formal institution or body with official authority, named in the text as the location where law enforcement activity occurs, introduced by the preposition 'in' and modified by a possessive or descriptive phrase.", "person": "A plural noun phrase denoting a class of individuals defined by their functional relationship to law enforcement, appearing after the preposition 'with' and preceding a relative clause."}}
{"dataset": "ACE_2004", "split_idx": 548, "descriptions": {"person": "A proper noun phrase consisting of two adjacent capitalized words, appearing before a prepositional phrase indicating location and functioning as the grammatical subject of the sentence.", "facility": "A singular countable noun preceded by the definite article 'the', appearing in a prepositional phrase headed by 'outside' and serving as the object of spatial location."}}
{"dataset": "ACE_2004", "split_idx": 549, "descriptions": {"person": "A capitalized word appearing at the start of the sentence, followed by a comma, and serving as the addressee of the subsequent clause."}}
{"dataset": "ACE_2004", "split_idx": 550, "descriptions": {"person": "A singular noun referring to an individual, used here in a generic, non-specific sense without proper name or determiner beyond the indefinite article."}}
{"dataset": "ACE_2004", "split_idx": 551, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group, appearing in the context of a public official's outreach and implying shared civic or communal identity.", "organization": "A formal institutional entity referenced by its official title, appearing in apposition to a person's role and indicating a governing or adjudicative body.", "person": "A noun phrase consisting of a title followed by a role noun, used to identify a specific individual holding an official position within a court system."}}
{"dataset": "ACE_2004", "split_idx": 552, "descriptions": {"person": "A singular noun referring to an individual human, appearing in the phrase 'we are told' as the subject performing the action of being informed."}}
{"dataset": "ACE_2004", "split_idx": 553, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 554, "descriptions": {"person": "A plural noun phrase referring to human individuals who are still present despite time passing, as indicated by the phrase 'they are still here'.", "facility": "A singular countable noun denoting a built environment where time is said to be 'ticking away', introduced with the definite article and functioning as a metaphorical container for temporal passage."}}
{"dataset": "ACE_2004", "split_idx": 555, "descriptions": {"person": "A plural pronoun referring to multiple human individuals, appearing at the start of the sentence and followed by a verb phrase indicating continued presence.", "facility": "A singular countable noun denoting a physical or conceptual location where people gather, appearing after the preposition 'here' and modified by the indefinite article 'the'."}}
{"dataset": "ACE_2004", "split_idx": 556, "descriptions": {"person": "A proper noun referring to an individual named in the text, appearing as a standalone capitalized word following the preposition 'and' in a coordinated noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 557, "descriptions": {"person": "A singular noun referring to an individual human, appearing in this text as the grammatical subject of a verb phrase that expresses a subjective or evaluative statement about knowledge or understanding."}}
{"dataset": "ACE_2004", "split_idx": 558, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 559, "descriptions": {"person": "A plural noun phrase referring to individuals who are not actually involved in finishing up writing one of the opinions, as stated in the sentence."}}
{"dataset": "ACE_2004", "split_idx": 560, "descriptions": {"person": "A singular noun denoting an individual who holds the office of justice and whose opinion is referenced in the context of judicial collaboration."}}
{"dataset": "ACE_2004", "split_idx": 561, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 562, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 563, "descriptions": {"organization": "A formal institutional body named with a compound noun phrase containing 'office' and a descriptive modifier, appearing in apposition with 'the public information office'.", "person": "A plural noun phrase denoting individuals by occupational role, modified by 'security' and appearing in coordination with 'the public information office'.", "facility": "A singular count noun denoting a judicial institution, appearing in the genitive construction 'here at the court' and modified by 'the'."}}
{"dataset": "ACE_2004", "split_idx": 564, "descriptions": {"organization": "A formal institution of law or justice, referenced in the context of a court proceeding and associated with a person's professional status.", "person": "A proper noun phrase consisting of two capitalized words in sequence, appearing at the start of the text and followed by a comma.", "facility": "A physical or institutional location where legal proceedings occur, explicitly named as 'court' and modified by 'outside the'."}}
{"dataset": "ACE_2004", "split_idx": 565, "descriptions": {"person": "A human referent introduced implicitly through the discourse marker 'that' and the verb 'for', signaling a recipient of gratitude."}}
{"dataset": "ACE_2004", "split_idx": 566, "descriptions": {"geographical social political": "A geopolitical entity name appearing in contexts involving diplomatic relations, restoration, or international visitation, often modified by prepositions like 'with' or 'to'.", "person": "A proper noun phrase consisting of one or more capitalized words, appearing in apposition with titles like 'President' or in subject position of clauses describing political actions."}}
{"dataset": "ACE_2004", "split_idx": 567, "descriptions": {"geographical social political": "A geopolitical entity name appearing as the object of a preposition indicating provision or support, and modified by a possessive noun phrase referring to a U.S. government body.", "organization": "A formal institutional name appearing as the subject of a verb phrase indicating official action, composed of two capitalized words where the first is a proper noun and the second is a common noun denoting a government building or office."}}
{"dataset": "ACE_2004", "split_idx": 568, "descriptions": {"geographical social political": "A proper noun denoting a city or region that functions as a geographic anchor for a news source, appearing after 'from' and before a period in a dateline-style phrase.", "organization": "A capitalized initialism of two or more letters, positioned before 'news' and functioning as the subject of a prepositional phrase indicating origin."}}
{"dataset": "ACE_2004", "split_idx": 569, "descriptions": {"organization": "A formal institution or body named in the text that performs official economic or regulatory functions, such as monetary policy or central banking.", "person": "A named individual holding a formal leadership position in a financial or governmental institution, introduced with a title and full name.", "facility": "A named physical location associated with financial activity, appearing as a proper noun phrase with 'on' or 'in' and no internal modifiers."}}
{"dataset": "ACE_2004", "split_idx": 570, "descriptions": {"organization": "A formal institutional body named with a capitalized multi-word proper noun, appearing as the object of a preposition indicating affiliation or participation in an event.", "person": "A single-word proper name functioning as the grammatical subject of a verb phrase describing an action involving meeting with policymakers."}}
{"dataset": "ACE_2004", "split_idx": 571, "descriptions": {"organization": "A capitalized acronym denoting a central banking institution, appearing in subject position before a verb phrase describing policy action."}}
{"dataset": "ACE_2004", "split_idx": 572, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 573, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a verb phrase indicating a public statement or suggestion about economic policy."}}
{"dataset": "ACE_2004", "split_idx": 574, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 575, "descriptions": {"person": "A proper noun phrase appearing after the first-person pronoun 'I am' and preceding a period, consisting of two capitalized words separated by a space."}}
{"dataset": "ACE_2004", "split_idx": 576, "descriptions": {"person": "A capitalized name denoting a specific human being, occurring in a coordinated noun phrase with 'and' and functioning as the subject of a verb phrase describing ongoing action."}}
{"dataset": "ACE_2004", "split_idx": 577, "descriptions": {"person": "A plural noun phrase referring to individuals collectively, appearing as the subject of a verb phrase describing machine operation."}}
{"dataset": "ACE_2004", "split_idx": 578, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a sovereign nation, appearing in a prepositional phrase headed by 'of the' and modified by 'United States'.", "organization": "A capitalized noun phrase denoting a political party, appearing in the compound modifier 'Republican transition plans' and functioning as a noun adjunct.", "person": "A capitalized proper noun or title-plus-name construction referring to an individual holding or seeking a high executive office in the United States."}}
{"dataset": "ACE_2004", "split_idx": 579, "descriptions": {"person": "A capitalized name denoting a specific human participant in the reported events, occurring in subject or object position within clauses about political action or speech."}}
{"dataset": "ACE_2004", "split_idx": 580, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a compound noun phrase with 'and the presidency' to denote contested political authority.", "organization": "A plural common noun denoting legal professionals, introduced with the definite article and modified by 'for both men', indicating representation of individuals.", "person": "A plural common noun denoting human individuals, appearing in a coordinated noun phrase with 'both' and modified by 'for' and 'were preparing', indicating plural representation."}}
{"dataset": "ACE_2004", "split_idx": 581, "descriptions": {"person": "A proper noun phrase that functions as the grammatical subject of a clause and is preceded by a possessive determiner or article, appearing in apposition with a geographic or cultural modifier."}}
{"dataset": "ACE_2004", "split_idx": 582, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in apposition with 'Florida' and modified by 'on' to indicate focus or attention.", "person": "A plural common noun denoting human individuals, appearing in a coordinated list with other roles and introduced by 'all picked at the knots'."}}
{"dataset": "ACE_2004", "split_idx": 583, "descriptions": {"geographical social political": "A proper noun or compound proper noun denoting a U.S. state or county, appearing in contexts involving jurisdiction, venue, or geographic scope of legal action.", "organization": "A formal institutional entity named with a geographic modifier and a functional descriptor, appearing in contexts of legal authority or operational responsibility.", "person": "A named individual introduced with a formal title and full name, appearing in subject position of a clause describing judicial action."}}
{"dataset": "ACE_2004", "split_idx": 584, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a physical or administrative location, appearing in contexts involving movement, jurisdiction, or official coordination.", "person": "A proper noun phrase referring to an individual involved in legal proceedings, introduced with a title or role and followed by possessive or appositive constructions."}}
{"dataset": "ACE_2004", "split_idx": 585, "descriptions": {"person": "A proper noun phrase consisting of a title followed by a capitalized surname, appearing in subject position before a verb indicating judicial action."}}
{"dataset": "ACE_2004", "split_idx": 586, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing at the start of the sentence and followed by a comma, functioning as a locative modifier for a person's activity.", "person": "A capitalized two-part proper noun phrase consisting of a formal title and a personal name, appearing as the grammatical subject of a verb phrase describing public activity."}}
{"dataset": "ACE_2004", "split_idx": 587, "descriptions": {"organization": "A proper noun phrase denoting a media company or broadcast program, appearing in apposition with 'for' and followed by a possessive apostrophe-s and a show name.", "person": "A capitalized name that functions as the grammatical subject of a clause describing speech, policy stance, or public action."}}
{"dataset": "ACE_2004", "split_idx": 588, "descriptions": {"person": "A proper noun phrase referring to an individual holding or associated with a formal political office, appearing in apposition with a title and preceded by 'both'."}}
{"dataset": "ACE_2004", "split_idx": 589, "descriptions": {"person": "A capitalized name denoting a specific human being, occurring in syntactic positions such as subject, object, or appositive, and not embedded in a larger institutional or abstract phrase."}}
{"dataset": "ACE_2004", "split_idx": 590, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a compound noun phrase modifying 'hospital' and indicating location of a medical facility.", "person": "A singular third-person pronoun or noun referring to the individual undergoing a medical examination and making public statements about transition plans.", "facility": "A noun phrase headed by 'hospital' and modified by a geographic proper noun, indicating a healthcare institution where a medical examination occurred."}}
{"dataset": "ACE_2004", "split_idx": 591, "descriptions": {"geographical social political": "A capitalized place name that functions as a locative complement to a preposition and is syntactically linked to a U.S. state via a comma-separated appositive phrase.", "person": "A plural noun referring to human individuals, appearing in the genitive construction 'for the transition operation' and modified by a possessive pronoun.", "facility": "A countable noun phrase headed by 'space', modified by 'office' and 'acquired', and serving as the direct object of the verb 'acquired'."}}
{"dataset": "ACE_2004", "split_idx": 592, "descriptions": {"person": "A plural noun denoting individuals who are engaged in a collective activity, introduced by the verb 'getting up and running' and modified by the preposition 'with'.", "facility": "A singular count noun denoting a built environment where work or activity occurs, introduced by the preposition 'with' and modified by the adjective 'a lot of space'."}}
{"dataset": "ACE_2004", "split_idx": 593, "descriptions": {"person": "A singular noun referring to the speaker or addressee of the utterance, appearing in subject position without modification or determiner."}}
{"dataset": "ACE_2004", "split_idx": 594, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing in a prepositional phrase indicating location of an event, and co-occurring with a political party name in a compound noun phrase.", "organization": "A collective noun phrase referring to a formal governing body, modified by a political party name and appearing as the subject of a verb indicating legislative action.", "person": "A plural noun denoting individuals selected to represent a state in the U.S. Electoral College, appearing in a prepositional phrase headed by 'the states electors'."}}
{"dataset": "ACE_2004", "split_idx": 595, "descriptions": {"geographical social political": "A place name that appears in a prepositional phrase introduced by 'in', modifying a collective noun referring to people involved in civic participation.", "organization": "A formal group name introduced by the definite article and followed by a verb indicating institutional action, such as hearing or deliberation.", "person": "A plural common noun denoting individuals participating in civic activity, appearing after 'from' and before a prepositional phrase specifying location."}}
{"dataset": "ACE_2004", "split_idx": 596, "descriptions": {"geographical social political": "A proper noun phrase naming a U.S. state, appearing in the context of electoral process terminology and preceded by the definite article 'the'.", "person": "A plural noun referring to individuals who are formally designated to cast votes in an election, appearing in the context of appointing for a specific state."}}
{"dataset": "ACE_2004", "split_idx": 597, "descriptions": {"geographical social political": "A named administrative region that functions as a locus for political processes, especially those involving collective decision-making or public consensus.", "person": "A plural noun denoting individuals who hold a formal role in a democratic process, specifically those tasked with selecting representatives."}}
{"dataset": "ACE_2004", "split_idx": 598, "descriptions": {"person": "A capitalized name denoting a specific human agent who performs speech acts or holds positions in the narrative."}}
{"dataset": "ACE_2004", "split_idx": 599, "descriptions": {"organization": "A political party name appearing in apposition to a title indicating formal leadership status, capitalized and unmodified by articles or adjectives.", "person": "A capitalized name appearing as the grammatical subject of a clause where a verb expresses intention or action related to political office or judicial outcome."}}
{"dataset": "ACE_2004", "split_idx": 600, "descriptions": {"organization": "A formal institutional entity named with a proper noun phrase that includes 'administration' and a preceding proper noun modifier, appearing in a possessive or attributive construction.", "person": "A named individual introduced with a title or role that includes 'former' and a governmental position, followed by a full name with first and last components."}}
{"dataset": "ACE_2004", "split_idx": 601, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause introduced by 'And says', indicating an individual speaking or being addressed."}}
{"dataset": "ACE_2004", "split_idx": 602, "descriptions": {"person": "A plural noun phrase denoting individuals defined by their political role and institutional commitment, appearing in a coordinated noun phrase with 'and' and modified by 'career'."}}
{"dataset": "ACE_2004", "split_idx": 603, "descriptions": {"geographical social political": "A capitalized place name that functions as a locative complement to 'in', indicating a physical setting for political activity.", "person": "A capitalized name appearing in apposition with 'or' and co-referential with 'the President', indicating candidates for a political office."}}
{"dataset": "ACE_2004", "split_idx": 604, "descriptions": {"person": "A singular, capitalized noun denoting a high-level political officeholder, positioned as a key interlocutor alongside other elected officials."}}
{"dataset": "ACE_2004", "split_idx": 605, "descriptions": {"person": "A singular noun referring to an individual human, appearing in the phrase 'we don ' t want to prolong this forever' as the subject performing the action of wanting."}}
{"dataset": "ACE_2004", "split_idx": 606, "descriptions": {"geographical social political": "A named administrative subdivision of a U.S. state, appearing in apposition to a court name and preceded by a possessive apostrophe-s.", "organization": "A formal judicial body named with a proper noun phrase containing 'Court' or 'Circuit Court', preceded by a geographic or jurisdictional modifier."}}
{"dataset": "ACE_2004", "split_idx": 607, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a nation-level political entity, appearing in a comparative or descriptive clause about legal processes.", "organization": "A formal institutional name containing 'County Circuit court' and a capitalized geographic modifier, appearing as the subject of a judicial action.", "person": "A proper noun phrase consisting of a first name, middle initial, and last name, introduced by a title and followed by a verb phrase describing judicial speech."}}
{"dataset": "ACE_2004", "split_idx": 608, "descriptions": {"person": "A singular third-person singular pronoun that serves as the grammatical subject of a clause introduced by 'he said', and functions as the referent of the discourse participant."}}
{"dataset": "ACE_2004", "split_idx": 609, "descriptions": {"person": "A proper noun phrase appearing after the preposition 'For' and before a comma, followed by a period, and consisting of two capitalized words with no intervening punctuation."}}
{"dataset": "ACE_2004", "split_idx": 610, "descriptions": {"geographical social political": "A compound modifier consisting of a capitalized adjective followed by 'American country', used attributively to specify the national context of a reported incident.", "organization": "A capitalized name of a business entity involved in automotive manufacturing or tire production, mentioned as a party to a defect-related incident.", "person": "A noun phrase combining a nationality adjective and a proper noun, functioning as a subject performing an action related to corporate responsibility."}}
{"dataset": "ACE_2004", "split_idx": 611, "descriptions": {"organization": "A formal institutional entity named with a compound noun phrase containing a geographic or national modifier followed by a functional descriptor like 'consumer protection agency'.", "person": "A proper noun phrase consisting of two capitalized words in sequence, appearing as the grammatical subject of a reporting verb and followed by a relative clause introducing a reported statement."}}
{"dataset": "ACE_2004", "split_idx": 612, "descriptions": {"organization": "A proper noun referring to a corporate entity that issues statements, denies fault, and is named as the subject of a letter to a consumer panel.", "person": "A noun phrase denoting a human agent who speaks for an organization and is introduced with a title like 'spokesman' followed by a possessive noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 613, "descriptions": {"geographical social political": "A geopolitical entity named as the source of governmental authority and the subject of a panel, indicating national-level jurisdiction and collective responsibility.", "organization": "A formal group of officials acting collectively, identified by a proper noun phrase that includes 'government' and a national adjective, and associated with decision-making authority.", "person": "A plural noun denoting individuals affected by accidents, introduced by the definite article and modified by 'of accidents', indicating agency in suffering.", "vehicle": "A countable noun denoting a class of motorized transport, modified by a proper noun and appearing in a prepositional phrase indicating equipment ownership."}}
{"dataset": "ACE_2004", "split_idx": 614, "descriptions": {"geographical social political": "A compound noun phrase where the first element is a geopolitical adjective and the second is a common noun denoting a type of infrastructure, both capitalized and appearing together without intervening words.", "person": "A quantified plural noun phrase with a cardinal number and a count noun, appearing as the subject of a verb phrase describing death in a causal context.", "facility": "A plural count noun denoting a type of public road infrastructure, modified by a geopolitical adjective and appearing in a prepositional phrase indicating location.", "vehicle": "A plural count noun denoting mechanical transport units, appearing in a prepositional phrase headed by 'by' and modifying 'accidents'."}}
{"dataset": "ACE_2004", "split_idx": 615, "descriptions": {"geographical social political": "A noun phrase denoting a place or collective entity that serves as the setting for political activity described in the sentence."}}
{"dataset": "ACE_2004", "split_idx": 616, "descriptions": {"geographical social political": "A geopolitical entity name appearing as the subject of a verb phrase describing legislative action, modified by a possessive noun phrase indicating national affiliation.", "organization": "A formal institution named with a capitalized compound noun including 'Parliament', preceded by a national adjective and functioning as the grammatical subject of a verb phrase about legislative activity.", "person": "A proper noun phrase consisting of two capitalized words, each beginning with an uppercase letter, appearing in apposition after a title or role and followed by a comma or conjunction."}}
{"dataset": "ACE_2004", "split_idx": 617, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 618, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a verb phrase describing a public announcement or political action."}}
{"dataset": "ACE_2004", "split_idx": 619, "descriptions": {"person": "A singular human referent introduced with a third-person singular pronoun and verb agreement, serving as the grammatical subject of a clause describing a political action."}}
{"dataset": "ACE_2004", "split_idx": 620, "descriptions": {"geographical social political": "A term denoting a nation-state or its legal framework, appearing as a capitalized adjective modifying 'law' and indicating jurisdictional scope.", "person": "A title denoting the highest executive office in a parliamentary system, appearing as a noun phrase with initial capitalization and no article."}}
{"dataset": "ACE_2004", "split_idx": 621, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause and is semantically associated with a political role or status mentioned in the surrounding text."}}
{"dataset": "ACE_2004", "split_idx": 622, "descriptions": {"geographical social political": "A place name appearing in a prepositional phrase indicating where an event occurred, specifically modifying 'in' and followed by a comma or clause boundary.", "organization": "A formal institution or governing body named with a capitalized common noun, appearing in contexts involving membership, candidacy, or institutional authority.", "person": "A capitalized proper noun appearing as the subject of a verb indicating political action, such as giving up a seat or losing an election."}}
{"dataset": "ACE_2004", "split_idx": 623, "descriptions": {"person": "A proper noun phrase appearing after a possessive construction and before a verb or punctuation, indicating an individual referenced by name."}}
{"dataset": "ACE_2004", "split_idx": 624, "descriptions": {"geographical social political": "A compound noun phrase combining a geopolitical region with a social or political construct, used to denote a contested territorial space within a larger political context.", "location": "A proper noun phrase naming a geographically bounded area, appearing in apposition with 'the' and followed by a comma or conjunction, and modified by 'in' or 'of'."}}
{"dataset": "ACE_2004", "split_idx": 625, "descriptions": {"organization": "A political party named in the text as endorsing a candidate for a national leadership position, introduced with the definite article and capitalized proper noun phrase.", "person": "A proper noun phrase consisting of two capitalized words in sequence, appearing as the grammatical subject of a verb indicating political action or endorsement."}}
{"dataset": "ACE_2004", "split_idx": 626, "descriptions": {"organization": "A political party named in the text as the current leader's affiliation, introduced with the definite article and capitalized proper noun phrase.", "person": "A proper noun phrase consisting of a given name and surname, appearing after 'with the current leader of the right wing' and before a comma."}}
{"dataset": "ACE_2004", "split_idx": 627, "descriptions": {"person": "A proper noun referring to an individual who holds or has held a high-level political office, mentioned in relation to a poll result or comparative electoral margin."}}
{"dataset": "ACE_2004", "split_idx": 628, "descriptions": {"organization": "A political group named with a capitalized common noun followed by the word 'party', appearing in a noun phrase modifying 'activists'.", "person": "A proper noun phrase consisting of a given name followed by a surname, appearing after a title or role and before a relative clause or verb phrase."}}
{"dataset": "ACE_2004", "split_idx": 629, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 630, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a verb phrase describing a past political action or decision."}}
{"dataset": "ACE_2004", "split_idx": 631, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause describing electoral potential and political alignment."}}
{"dataset": "ACE_2004", "split_idx": 632, "descriptions": {"person": "A capitalized name denoting a specific human being, occurring in subject or object position and linked to roles like 'Prime Minister' or 'Barak'."}}
{"dataset": "ACE_2004", "split_idx": 633, "descriptions": {"organization": "A formal institution or body referenced as having legal authority or structural role in the text, such as a legislative body or a position held by its members.", "person": "A human individual referred to by a title indicating formal political office or by a generic plural noun denoting individuals fulfilling a role in governance."}}
{"dataset": "ACE_2004", "split_idx": 634, "descriptions": {"organization": "A formal political institution in Israel whose members are elected through a specific electoral process, mentioned alongside another institution in a coordinated electoral proposal.", "person": "A proper noun referring to an individual who is the subject of political support and whose candidacy is being proposed through a coordinated electoral mechanism."}}
{"dataset": "ACE_2004", "split_idx": 635, "descriptions": {"geographical social political": "A place name that functions as a locative complement to 'in the' and is paired with 'the' to form a formal political institution.", "organization": "A capitalized proper noun denoting a formal political group, appearing in apposition to 'activists' and preceded by 'Senior'.", "person": "A capitalized proper noun or noun phrase referring to an individual, appearing either as a standalone name or as a possessive form with a preceding proper noun."}}
{"dataset": "ACE_2004", "split_idx": 636, "descriptions": {"geographical social political": "A noun phrase referring to a nation-state as a unified political entity, appearing in the context of governance, management, or collective responsibility.", "organization": "A capitalized proper noun denoting a formal legislative body, appearing with definite article and functioning as a political actor in the text.", "person": "A capitalized proper noun functioning as the grammatical subject of clauses describing political action, decision-making, or strategic behavior."}}
{"dataset": "ACE_2004", "split_idx": 637, "descriptions": {"person": "A singular noun referring to an individual whose action is being evaluated for extreme irresponsibility, introduced by the possessive pronoun 'his' and followed by the verb 'act'."}}
{"dataset": "ACE_2004", "split_idx": 638, "descriptions": {"geographical social political": "A compound noun phrase where the first element is a proper noun denoting a place and the second is a common noun denoting a social or political phenomenon, used predicatively after 'in'.", "location": "A proper noun or noun phrase denoting a geopolitical region, appearing as the object of prepositions like 'in' and co-occurring with other similar regions in coordinated noun phrases."}}
{"dataset": "ACE_2004", "split_idx": 639, "descriptions": {"geographical social political": "A capitalized noun denoting a collective human group defined by shared geographic origin and social identity, appearing as subject or object in clauses about burial, fighting, or political contact.", "organization": "A proper noun phrase beginning with a capitalized adjective and ending in 'army', used as the object of prepositions like 'with' in clauses describing military action.", "person": "A plural common noun denoting a group of people defined by shared nationality or ethnic affiliation, appearing as subject or object in clauses about burial, fighting, or political contact."}}
{"dataset": "ACE_2004", "split_idx": 640, "descriptions": {"geographical social political": "A geopolitical entity name appearing in a compound noun phrase modifying 'Center for Research and Information', indicating the institutional scope or jurisdictional domain.", "organization": "A multi-word proper noun phrase beginning with 'Israel - Palestine' and ending with 'Information', introduced by 'the' and followed by 'for Research and Information'.", "person": "A proper noun phrase consisting of two capitalized words separated by a comma, appearing before a coordinating conjunction and a noun phrase describing professional role."}}
{"dataset": "ACE_2004", "split_idx": 641, "descriptions": {"person": "A proper noun referring to an individual who is the subject of political evaluation and whose career is at risk due to polling results."}}
{"dataset": "ACE_2004", "split_idx": 642, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group defined by shared political participation, appearing in the context of electoral activity and voter engagement.", "person": "A proper noun referring to an individual who is the subject of self-motivated political action and whose future is tied to electoral success."}}
{"dataset": "ACE_2004", "split_idx": 643, "descriptions": {"geographical social political": "A geopolitical entity name appearing in a prepositional phrase indicating location, modified by 'in' and followed by a noun phrase describing social or political conditions.", "organization": "A collective entity introduced with a definite article and descriptive noun phrase, followed by a relative clause specifying its leadership and purpose.", "person": "A proper noun phrase consisting of a title and surname, appearing after a comma and before a verb phrase describing current or past role."}}
{"dataset": "ACE_2004", "split_idx": 644, "descriptions": {"person": "A capitalized name that functions as the grammatical subject of a clause describing speech, intention, or responsibility in a social or political context."}}
{"dataset": "ACE_2004", "split_idx": 645, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a broad, non-geographic, non-organizational concept that functions as a subject or object in a clause describing collective human activity or identity.", "person": "A capitalized two-part proper noun phrase appearing immediately after 'For The World this is' and before a prepositional phrase indicating location."}}
{"dataset": "ACE_2004", "split_idx": 646, "descriptions": {"organization": "A proper noun phrase denoting a media entity, appearing after 'on' and before a comma, and containing the word 'Radio' or 'International'.", "person": "A capitalized common noun used as a subject complement after 'You are listening to', indicating the listener's identity."}}
{"dataset": "ACE_2004", "split_idx": 647, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 648, "descriptions": {"organization": "A proper noun phrase denoting a news outlet, appearing after a preposition and before a comma, with internal capitalization and no article.", "person": "A capitalized name sequence that functions as the grammatical subject of a clause describing political leadership or electoral performance."}}
{"dataset": "ACE_2004", "split_idx": 649, "descriptions": {"person": "A plural noun phrase referring to human individuals, appearing in the genitive construction 'what they 're basing it on' and serving as the subject of the verb 'basing'."}}
{"dataset": "ACE_2004", "split_idx": 650, "descriptions": {"organization": "A proper noun phrase denoting a news or media outlet, appearing in apposition after a slash and preceding a poll description."}}
{"dataset": "ACE_2004", "split_idx": 651, "descriptions": {"person": "A capitalized abbreviation appearing in apposition with a possessive noun phrase, functioning as the agent of a tracking-related action."}}
{"dataset": "ACE_2004", "split_idx": 652, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 653, "descriptions": {"person": "A capitalized name that functions as the grammatical subject or object of a verb, and is not preceded by a determiner or possessive marker in this text."}}
{"dataset": "ACE_2004", "split_idx": 654, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 655, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a collective group of people defined by national affiliation, appearing in a prepositional phrase indicating audience or listenership.", "person": "A capitalized two-part proper noun appearing in apposition after 'with', indicating a human participant in a formal setting.", "facility": "A common noun denoting a movable, built structure used for seating or eating, appearing in a prepositional phrase indicating location of participants."}}
{"dataset": "ACE_2004", "split_idx": 656, "descriptions": {"geographical social political": "A capitalized place name that functions as a modifier of a political role, indicating the jurisdictional or regional scope of that role.", "person": "A capitalized proper noun phrase consisting of a first name, middle initial, and last name, appearing after a title and before a comma or period in a sentence."}}
{"dataset": "ACE_2004", "split_idx": 657, "descriptions": {"organization": "A proper noun phrase naming a news broadcasting entity, appearing before the word 'news' and followed by 'correspondent', indicating the affiliation of a person in a journalistic role.", "person": "A two-part proper noun phrase appearing after a prepositional phrase indicating affiliation with an organization and before a verb phrase describing movement or presence."}}
{"dataset": "ACE_2004", "split_idx": 658, "descriptions": {"geographical social political": "A place name that functions as a locative modifier for a political event, appearing in a prepositional phrase headed by 'in' and followed by a temporal clause.", "person": "A proper noun or common noun referring to an individual involved in political activity, appearing as subject or object of verbs like 'announcing', 'accused', or 'taunting'.", "facility": "A countable noun phrase headed by 'property', modified by 'rental' and 'he owns', and appearing in a clause about maintenance responsibility."}}
{"dataset": "ACE_2004", "split_idx": 659, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing as the subject of a clause that evaluates suitability for living, and functioning as a geographic referent in a locative prepositional phrase.", "person": "A noun phrase headed by 'landlord' and modified by the possessive determiner 'your', appearing in a clause that expresses conditional dependence on another person's identity."}}
{"dataset": "ACE_2004", "split_idx": 660, "descriptions": {"person": "A singular noun denoting a human participant in the discourse, appearing as a subject or object and not modified by determiners or adjectives in this text."}}
{"dataset": "ACE_2004", "split_idx": 661, "descriptions": {"person": "A proper noun referring to an individual who is the subject of political action, advice, or public reaction in the text, and is associated with leadership roles and personal involvement decisions."}}
{"dataset": "ACE_2004", "split_idx": 662, "descriptions": {"person": "A proper noun referring to an individual who is the subject of political action or evaluation in the context of presidential candidacy and advisory concern."}}
{"dataset": "ACE_2004", "split_idx": 663, "descriptions": {"geographical social political": "A proper noun denoting a U.S. state, appearing after 'in' and preceding a comma, and co-occurring with references to a political figure and his brother.", "person": "A capitalized name appearing as the subject of a verb phrase describing political action, and later referenced with a possessive pronoun and verb agreement."}}
{"dataset": "ACE_2004", "split_idx": 664, "descriptions": {"person": "A first-person singular pronoun referring to the speaker, appearing at the start of the sentence and followed by a verb phrase describing an action."}}
{"dataset": "ACE_2004", "split_idx": 665, "descriptions": {"person": "A human referent introduced by a noun phrase that denotes a role or status in the context of voting behavior, specifically one whose decision is uncertain and whose support is being motivated."}}
{"dataset": "ACE_2004", "split_idx": 666, "descriptions": {"person": "A pronoun referring to the speaker or addressee, appearing in first-person singular form with apostrophe-s possessive morphology."}}
{"dataset": "ACE_2004", "split_idx": 667, "descriptions": {"person": "A first-person singular pronoun used to refer to the speaker, appearing in subject position with no article or modifier, and followed by a verb in base form."}}
{"dataset": "ACE_2004", "split_idx": 668, "descriptions": {"person": "A human referent introduced via a possessive pronoun and a noun phrase indicating interpersonal relationship, appearing in a clause expressing shared intent or attitude."}}
{"dataset": "ACE_2004", "split_idx": 669, "descriptions": {"person": "A proper noun referring to an individual who is a political figure and whose advantage is perceived by undecided voters in the context of an election."}}
{"dataset": "ACE_2004", "split_idx": 670, "descriptions": {"geographical social political": "A capitalized place name that follows a preposition like 'in' and is part of a phrase describing where an event or activity occurs, with no accompanying administrative or functional modifiers.", "organization": "A capitalized multi-word or single-word name that follows a person name and a comma, and is not part of a larger descriptive phrase or appositive.", "person": "A capitalized two-part proper noun appearing at the start of the text, followed by a comma and a media organization name."}}
{"dataset": "ACE_2004", "split_idx": 671, "descriptions": {"person": "A human individual referred to in the context of being affected by professional soccer and Rugby, specifically in terms of health."}}
{"dataset": "ACE_2004", "split_idx": 672, "descriptions": {"geographical social political": "A capitalized noun denoting a nation or region, used attributively before 'medical studies' to specify the origin or scope of the research cited.", "organization": "A proper noun phrase naming an institutional entity that produces or disseminates news content, appearing in apposition with a person's name and introduced by 'from'.", "person": "A proper noun phrase consisting of two capitalized words, appearing after a preposition and before a comma, and followed by a descriptive clause about professional role."}}
{"dataset": "ACE_2004", "split_idx": 673, "descriptions": {"geographical social political": "A geopolitical adjective modifying 'professional soccer players', indicating national affiliation and used attributively before a noun phrase describing a group of people.", "person": "A plural noun phrase denoting individuals defined by their former professional role in soccer and national affiliation, appearing as the grammatical subject of a study clause."}}
{"dataset": "ACE_2004", "split_idx": 674, "descriptions": {"person": "A plural noun referring to individuals collectively, used as the subject of a general statement about disease presence."}}
{"dataset": "ACE_2004", "split_idx": 675, "descriptions": {"person": "A plural noun phrase denoting individuals who underwent a medical procedure, introduced by the quantifier 'those' and governed by the verb 'had'."}}
{"dataset": "ACE_2004", "split_idx": 676, "descriptions": {"geographical social political": "A geopolitical adjective modifying 'journal' to indicate national affiliation, appearing before the noun it modifies in a compound noun phrase.", "organization": "A proper noun phrase naming an academic institution, appearing as the subject of 'researchers' and followed by 'who report the findings'.", "person": "A plural noun phrase referring to individuals affiliated with a specific university, introduced as the subject performing research actions."}}
{"dataset": "ACE_2004", "split_idx": 677, "descriptions": {"organization": "A publication venue referenced as the platform for multiple studies, identified by its role in publishing academic or scientific work.", "person": "A group of individuals identified by their participation in a specific sport, introduced with a plural noun phrase and modified by a sport name."}}
{"dataset": "ACE_2004", "split_idx": 678, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group defined by geographic origin and social role, appearing as the subject of a verb phrase describing scientific activity.", "person": "A plural noun phrase referring to individuals who are researchers and are associated with a specific geographic region in the text."}}
{"dataset": "ACE_2004", "split_idx": 679, "descriptions": {"person": "A plural noun phrase referring to human agents who make a suggestion in the text, introduced by the verb 'suggest' and followed by a relative clause."}}
{"dataset": "ACE_2004", "split_idx": 680, "descriptions": {"geographical social political": "A capitalized place name that follows a comma and is positioned at the end of the text, representing a city or region associated with an organization’s base or affiliation.", "organization": "A proper noun phrase appearing between a person’s name and a geographic location, separated by commas, and denoting an institutional entity.", "person": "A sequence of two or more capitalized words appearing at the start of the text, before a comma and followed by a comma and an organization name."}}
{"dataset": "ACE_2004", "split_idx": 681, "descriptions": {"geographical social political": "A collective noun phrase referring to a group of nations sharing a geographic region, modified by a proper adjective and appearing in a coordinated list with other similar entities.", "person": "A plural noun phrase denoting individuals holding leadership roles, introduced by the definite article and followed by a prepositional phrase indicating their action.", "location": "A capitalized place name functioning as the object of a preposition, specifying where an event occurs, and occurring in a clause headed by 'meet'."}}
{"dataset": "ACE_2004", "split_idx": 682, "descriptions": {"person": "A proper noun phrase consisting of two capitalized words in sequence, appearing as the grammatical subject of a sentence and followed by a verb indicating agency or attribution."}}
{"dataset": "ACE_2004", "split_idx": 683, "descriptions": {"geographical social political": "A collective noun phrase referring to a group of states situated in the Balkans, used as the object of a verb indicating recognition or demonstration of inclusion.", "location": "A proper noun phrase naming a geopolitical region, appearing in apposition to 'the Balkan states' and serving as the geographic scope of a collective noun."}}
{"dataset": "ACE_2004", "split_idx": 684, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a supranational political entity, appearing in apposition to a person's official title and functioning as a proper noun modifier.", "person": "A capitalized two-part proper noun appearing in apposition to a title or role, or introduced by a comma after a preceding proper noun phrase."}}
{"dataset": "ACE_2004", "split_idx": 685, "descriptions": {"geographical social political": "A compound noun phrase denoting a broad, non-institutional societal domain, appearing in a coordinated list with 'democracy' and 'reconciliation', and modified by 'the very dramatic changes'.", "person": "A singular count noun denoting a human individual, appearing in the genitive construction 'the highest level of the European Union' and modified by 'the'.", "location": "A proper noun phrase naming a supranational political entity, appearing in the genitive construction 'the highest level of the European Union' and modified by 'the region'."}}
{"dataset": "ACE_2004", "split_idx": 686, "descriptions": {"geographical social political": "A term denoting a territorial entity that functions as a unit of political analysis, often modified by possessive or descriptive phrases like 'the region' or 'presidential elections in'.", "person": "A proper noun referring to an individual who holds or is associated with a formal political office, specifically mentioned as having been formally removed from that office.", "location": "A capitalized geopolitical name appearing in a prepositional phrase indicating the setting of a political event, specifically following 'in'."}}
{"dataset": "ACE_2004", "split_idx": 687, "descriptions": {"geographical social political": "A collective noun phrase referring to the five Balkan states that convened the summit, appearing as a singular count noun with no determiner or modifier.", "person": "A plural noun phrase denoting the heads of state from the five Balkan states, introduced as the grammatical subject of the main clause.", "location": "A proper noun naming one of the five Balkan states that participated in the summit, appearing in a coordinated list after the phrase 'the five Balkan states'."}}
{"dataset": "ACE_2004", "split_idx": 688, "descriptions": {"geographical social political": "A capitalized noun phrase denoting a supranational political entity, appearing as the subject of a verb phrase describing an action involving financial aid.", "location": "A singular, unmodified noun used in a prepositional phrase to specify the affected area of a humanitarian program."}}
{"dataset": "ACE_2004", "split_idx": 689, "descriptions": {"person": "A plural noun phrase referring to individuals who hold leadership positions in the Balkans and are collectively addressed as agents of political action in the context of democratic transition.", "location": "A capitalized noun phrase denoting a geopolitical region, appearing in the genitive construction 'the Balkan leaders' and serving as the origin of the political actors."}}
{"dataset": "ACE_2004", "split_idx": 690, "descriptions": {"person": "A plural noun phrase referring to individuals who hold leadership positions and are tasked with taking actions against organized crime, drug trafficking, and money laundering."}}
{"dataset": "ACE_2004", "split_idx": 691, "descriptions": {"geographical social political": "A capitalized proper noun denoting a supranational political organization, appearing after 'with' in a clause about signing a pact."}}
{"dataset": "ACE_2004", "split_idx": 692, "descriptions": {"geographical social political": "A capitalized two-letter abbreviation representing a supranational European Union entity, appearing in the phrase 'full EU membership' as a proper noun modifier."}}
{"dataset": "ACE_2004", "split_idx": 693, "descriptions": {"geographical social political": "A capitalized place name that follows a comma and is positioned at the end of the text, indicating a country-level location.", "organization": "A capitalized multi-word or single-word name that follows a person’s name and a comma, and is not preceded by a preposition or article.", "person": "A capitalized two-part proper noun appearing before a comma and followed by a prepositional phrase indicating affiliation or location."}}
{"dataset": "ACE_2004", "split_idx": 694, "descriptions": {"geographical social political": "A compound noun phrase where the first element is a geopolitical entity name and the second is a political or ethnic identifier, used attributively to modify 'violence' in a coordinated noun phrase.", "person": "A plural count noun denoting human individuals, appearing in a quantified noun phrase with a cardinal number and the preposition 'in'."}}
{"dataset": "ACE_2004", "split_idx": 695, "descriptions": {"geographical social political": "A capitalized place name that follows the preposition 'for' and is syntactically linked to the event 'summit' via the preposition 'of'.", "person": "A title followed by a capitalized surname, appearing at the start of the sentence and serving as the grammatical subject of the main clause."}}
{"dataset": "ACE_2004", "split_idx": 696, "descriptions": {"geographical social political": "A capitalized adjective modifying a noun that denotes a national or ethnic group, appearing before a noun phrase referring to a person or institution.", "person": "A capitalized two-part proper noun phrase appearing after a preposition like 'and' or 'at', and co-occurring with titles indicating high-level political office."}}
{"dataset": "ACE_2004", "split_idx": 697, "descriptions": {"person": "A proper noun phrase beginning with an honorific abbreviation followed by a period and a capitalized surname, appearing as the subject of a verb phrase describing speech or action."}}
{"dataset": "ACE_2004", "split_idx": 698, "descriptions": {"geographical social political": "A capitalized adjective denoting national affiliation, directly preceding a noun phrase that denotes a political office or role.", "organization": "A multi-word nominal expression beginning with 'united nations', functioning as the subject of a verb and co-referential with a formal title.", "person": "A capitalized two-part proper noun phrase appearing after a title or role, and co-referential with a pronoun or appositive in the same sentence."}}
{"dataset": "ACE_2004", "split_idx": 699, "descriptions": {"geographical social political": "A named place or collective human system referenced as a location or domain where events, threats, or effects occur, such as a region, area, or socioeconomic system.", "person": "A singular human referent introduced with a definite article and pronoun, serving as the grammatical subject of a clause describing speech or action.", "location": "A capitalized noun phrase denoting a broad territorial or geopolitical entity, used adverbially to specify scope or origin of a threat or effect."}}
{"dataset": "ACE_2004", "split_idx": 700, "descriptions": {"geographical social political": "A noun phrase referring to opposing political or ideological groups that are jointly described as having a shared attitude toward a future event."}}
{"dataset": "ACE_2004", "split_idx": 701, "descriptions": {"geographical social political": "A noun phrase denoting a collective political entity defined by shared national or ethnic identity, appearing as the object of 'is not ready to make compromises' and modified by 'the'.", "organization": "A noun phrase headed by 'cabinet' and modified by 'his', indicating a formal decision-making body within a government structure.", "person": "A singular proper name appearing at the start of the sentence and followed by a verb phrase indicating speech or action."}}
{"dataset": "ACE_2004", "split_idx": 702, "descriptions": {"geographical social political": "A capitalized two-letter abbreviation for a country, appearing in isolation after 'he said' and before a period, functioning as a noun phrase modifying 'help'.", "person": "A singular third-person pronoun referring to the speaker of the utterance, appearing at the start of the sentence and followed by a verb in past tense."}}
{"dataset": "ACE_2004", "split_idx": 703, "descriptions": {"person": "A singular noun referring to an individual human being, used here as the subject of a belief about ending violence."}}
{"dataset": "ACE_2004", "split_idx": 704, "descriptions": {"geographical social political": "A capitalized noun denoting a nation-state, appearing in a coordinated list of national affiliations modifying 'mechanism' and embedded in a clause about security understanding.", "person": "A capitalized adjective derived from a geopolitical entity name, used attributively before 'mechanism' to indicate national affiliation in a security context."}}
{"dataset": "ACE_2004", "split_idx": 705, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group defined by shared geographic origin and political affiliation, appearing as the subject of a verb phrase describing issuance of a forecast.", "person": "A plural noun phrase referring to individuals holding formal leadership roles, modified by a geopolitical adjective and appearing as the subject of a verb phrase describing issuance of a forecast."}}
{"dataset": "ACE_2004", "split_idx": 706, "descriptions": {"person": "A noun phrase denoting a human agent who performs an action or holds a role, appearing as the subject of a verb and modified by an adjective indicating rank or function."}}
{"dataset": "ACE_2004", "split_idx": 707, "descriptions": {"geographical social political": "A noun phrase combining a geopolitical identifier with a social or political role, appearing as a compound modifier before a noun like 'council member'.", "person": "A noun phrase consisting of a nationality or ethnic identifier followed by a role noun, used as the grammatical subject of a clause describing speech or sentiment."}}
{"dataset": "ACE_2004", "split_idx": 708, "descriptions": {"geographical social political": "A metaphorical or literal image used to characterize a group’s behavior or status, appearing in apposition or coordination with other such images and embedded in a clause describing ideological projection."}}
{"dataset": "ACE_2004", "split_idx": 709, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group defined by shared geographic origin and political affiliation, appearing as the subject of a possessive construction with 'their own'."}}
{"dataset": "ACE_2004", "split_idx": 710, "descriptions": {"geographical social political": "A noun phrase denoting a collective human group defined by shared geographic or social attributes, appearing as the subject of a verb phrase describing historical or ongoing experience."}}
{"dataset": "ACE_2004", "split_idx": 711, "descriptions": {"geographical social political": "A noun phrase denoting a geopolitical entity or situation that is situated geographically and socially, and is associated with political control or occupation in the text."}}
{"dataset": "ACE_2004", "split_idx": 712, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 713, "descriptions": {"geographical social political": "A noun phrase denoting a territorial or jurisdictional entity that is the subject of ongoing political control and conflict, explicitly named as the object of the occupation in the text."}}
{"dataset": "ACE_2004", "split_idx": 714, "descriptions": {}}
{"dataset": "ACE_2004", "split_idx": 715, "descriptions": {"geographical social political": "A capitalized adjective derived from a country name, used attributively to specify national affiliation of a person mentioned in the text.", "person": "A proper noun phrase consisting of a first name and last name, introduced with a descriptive appositive phrase that includes a nationality and role."}}
